<?xml version="1.0" encoding="utf-8"?>
<feed xmlns="http://www.w3.org/2005/Atom">
  <title>Wendy</title>
  
  
  <link href="http://example.com/atom.xml" rel="self"/>
  
  <link href="http://example.com/"/>
  <updated>2021-09-03T17:05:34.444Z</updated>
  <id>http://example.com/</id>
  
  <author>
    <name>Wendy</name>
    
  </author>
  
  <generator uri="https://hexo.io/">Hexo</generator>
  
  <entry>
    <title>微微主婦心得</title>
    <link href="http://example.com/2021/08/13/%E5%BE%AE%E5%BE%AE%E4%B8%BB%E5%A9%A6%E5%BF%83%E5%BE%97/"/>
    <id>http://example.com/2021/08/13/%E5%BE%AE%E5%BE%AE%E4%B8%BB%E5%A9%A6%E5%BF%83%E5%BE%97/</id>
    <published>2021-08-12T18:56:29.000Z</published>
    <updated>2021-09-03T17:05:34.444Z</updated>
    
    <content type="html"><![CDATA[<p>&#x6691;&#x5047;&#x525B;&#x958B;&#x59CB;&#x7684;&#x6642;&#x5019;&#x5C0D;&#x75AB;&#x60C5;&#x9084;&#x6709;&#x9EDE;&#x671F;&#x5F85;&#xFF0C;&#x60F3;&#x8457;&#x75AB;&#x60C5;&#x662F;&#x4E0D;&#x662F;&#x5F88;&#x5FEB;&#x5C31;&#x6703;&#x7D50;&#x675F;&#x4E86;&#xFF0C;&#x5F88;&#x5FEB;&#x5C31;&#x80FD;&#x51FA;&#x53BB;&#x73A9;&#xFF0C;&#x73FE;&#x5728;&#x770B;&#x8D77;&#x4F86;&#xFF0C;&#x6574;&#x500B;&#x6691;&#x5047;&#x90FD;&#x5F97;&#x5728;&#x9632;&#x75AB;&#x4E4B;&#x4E2D;&#x5EA6;&#x904E;&#x4E86;&#x3002;</p><p>&#x5F1F;&#x5F1F;&#x5728;&#x6691;&#x5047;&#x958B;&#x59CB;&#x7684;&#x6642;&#x5019;&#x958B;&#x59CB;&#x5BC6;&#x96C6;&#x9762;&#x8A66;&#xFF0C;&#x627E;&#x5230;&#x5DE5;&#x4F5C;&#x958B;&#x59CB;&#x52A0;&#x73ED;&#x4EBA;&#x751F;&#x5F8C;&#xFF0C;&#x5E38;&#x5E38;&#x4E5D;&#x9EDE;&#x624D;&#x56DE;&#x5BB6;&#xFF0C;&#x4E5F;&#x4E0D;&#x597D;&#x53EB;&#x4ED6;&#x505A;&#x4EC0;&#x9EBC;&#x5BB6;&#x4E8B;&#xFF0C;&#x53F0;&#x5317;&#x9084;&#x5728;&#x9632;&#x75AB;&#x671F;&#xFF0C;&#x53EA;&#x80FD;&#x5916;&#x5E36;&#x4E0D;&#x80FD;&#x5167;&#x7528;&#xFF0C;&#x53C8;&#x56E0;&#x70BA;&#x7537;&#x53CB;&#x9000;&#x5F79;&#x4F86;&#x6211;&#x5BB6;&#x66AB;&#x4F4F;&#x966A;&#x4F34;&#x6211;&#xFF0C;&#x6211;&#x4E5F;&#x5C31;&#x958B;&#x59CB;&#x8CA0;&#x8CAC;&#x5BB6;&#x88E1;&#x7684;&#x5348;&#x9910;&#xFF0C;&#x5F1F;&#x5F1F;&#x5728;&#x9762;&#x8A66;&#x671F;&#x9593;&#x716E;&#x7D66;&#x5F1F;&#x5F1F;&#x5403;&#xFF0C;&#x5F1F;&#x5F1F;&#x53BB;&#x4E0A;&#x73ED;&#x4E4B;&#x5F8C;&#x716E;&#x7D66;&#x7537;&#x53CB;&#x5403;&#x3002;</p><p>&#x6211;&#x4EE5;&#x524D;&#x5176;&#x5BE6;&#x6C92;&#x6709;&#x610F;&#x8B58;&#x5230;&#x5BB6;&#x5EAD;&#x4E3B;&#x5A66;&#x8981;&#x505A;&#x9019;&#x9EBC;&#x591A;&#x5DE5;&#x4F5C;&#xFF0C;&#x96D6;&#x7136;&#x73FE;&#x5728;&#x5BB6;&#x88E1;&#x53EA;&#x4F4F;&#x4E86;&#x4E09;&#x500B;&#x4EBA;&#xFF0C;&#x537B;&#x5DF2;&#x7D93;&#x5E38;&#x5E38;&#x8981;&#x71D2;&#x6C34;&#xFF0C;&#x6D17;&#x8863;&#x670D;&#xFF0C;&#x8863;&#x670D;&#x6D17;&#x4E86;&#x8981;&#x66EC;&#x8981;&#x6298;&#xFF0C;&#x716E;&#x98EF;&#x4E4B;&#x524D;&#x8981;&#x5099;&#x6599;&#xFF0C;&#x5403;&#x5B8C;&#x4E4B;&#x5F8C;&#x8981;&#x6D17;&#x7897;&#xFF0C;&#x6BCF;&#x9031;&#x8981;&#x4E0A;&#x83DC;&#x5E02;&#x5834;&#x8CB7;&#x83DC;&#x8CB7;&#x8089;&#xFF0C;&#x53BB;&#x8D85;&#x5E02;&#x8CB7;&#x96DE;&#x86CB;&#x8CB7;&#x725B;&#x5976;&#xFF0C;&#x5BB6;&#x88E1;&#x5C11;&#x4E86;&#x6D17;&#x8863;&#x7CBE;&#x885B;&#x751F;&#x7D19;&#x7684;&#x4E5F;&#x5F97;&#x53BB;&#x88DC;&#x8CA8;&#xFF0C;&#x5BB6;&#x88E1;&#x5BC4;&#x4F86;&#x7684;&#x5E33;&#x55AE;&#x8981;&#x7E73;&#xFF0C;&#x4FE1;&#x4EF6;&#x8981;&#x8655;&#x7406;&#xFF0C;&#x5E38;&#x5728;&#x5BB6;&#x716E;&#x98EF;&#x5EDA;&#x9918;&#x589E;&#x52A0;&#x7684;&#x5F88;&#x5FEB;&#xFF0C;&#x5012;&#x5783;&#x573E;&#x7684;&#x983B;&#x7387;&#x4E5F;&#x6703;&#x589E;&#x52A0;&#x3002;&#x6211;&#x7684;&#x6642;&#x9593;&#x4E3B;&#x8981;&#x90FD;&#x9084;&#x662F;&#x82B1;&#x5728;&#x770B;&#x66F8;&#x5BEB;&#x4F5C;&#x696D;&#x4E0A;&#xFF0C;&#x5BB6;&#x4E8B;&#x7537;&#x53CB;&#x4E5F;&#x90FD;&#x6703;&#x5E6B;&#x5FD9;&#xFF0C;&#x82B1;&#x7684;&#x6642;&#x9593;&#x8AAA;&#x591A;&#x4E0D;&#x591A;&#xFF0C;&#x53EA;&#x662F;&#x5F88;&#x7463;&#x788E;&#xFF0C;&#x4F46;&#x5982;&#x679C;&#x5168;&#x90FD;&#x8981;&#x6211;&#x4E00;&#x500B;&#x4EBA;&#x505A;&#xFF0C;&#x90A3;&#x80AF;&#x5B9A;&#x8981;&#x82B1;&#x66F4;&#x591A;&#x6642;&#x9593;&#x3002;</p><p>&#x9019;&#x4E9B;&#x4E8B;&#x8AAA;&#x96E3;&#x4E0D;&#x96E3;&#xFF0C;&#x8AAA;&#x7D2F;&#x4E5F;&#x4E0D;&#x662F;&#x5F88;&#x7D2F;&#xFF0C;&#x4F46;&#x4E00;&#x500B;&#x8A8D;&#x771F;&#x7684;&#x5BB6;&#x5EAD;&#x4E3B;&#x5A66;&#x505A;&#x7684;&#x4E8B;&#x60C5;&#x6BD4;&#x6211;&#x505A;&#x7684;&#x591A;&#x591A;&#x4E86;&#xFF0C;&#x6211;&#x53EA;&#x662F;&#x7DAD;&#x6301;&#x5BB6;&#x88E1;&#x4E0D;&#x8981;&#x592A;&#x4E82;&#x53EF;&#x4EE5;&#x6B63;&#x5E38;&#x904B;&#x4F5C;&#x800C;&#x5DF2;&#xFF0C;&#x5982;&#x679C;&#x8981;&#x7DAD;&#x6301;&#x5BB6;&#x88E1;&#x7684;&#x6574;&#x9F4A;&#x4E7E;&#x6DE8;&#xFF0C;&#x9084;&#x5F97;&#x8981;&#x4ED8;&#x51FA;&#x66F4;&#x591A;&#x6642;&#x9593;&#xFF0C;&#x5982;&#x679C;&#x9084;&#x8981;&#x7167;&#x9867;&#x5C0F;&#x5B69;&#x7684;&#xFF0C;&#x771F;&#x7684;&#x662F;&#x4E0D;&#x5BB9;&#x6613;&#xFF0C;&#x4EE5;&#x524D;&#x4E0D;&#x61C2;&#x5BB6;&#x5EAD;&#x4E3B;&#x5A66;&#x70BA;&#x4EC0;&#x9EBC;&#x5E38;&#x8AAA;&#x81EA;&#x5DF1;&#x4E5F;&#x5F88;&#x8F9B;&#x82E6;&#xFF0C;&#x73FE;&#x5728;&#x4E5F;&#x7B97;&#x662F;&#x5FAE;&#x5FAE;&#x9AD4;&#x9A57;&#x5230;&#x4E86;&#x3002;</p>]]></content>
    
    
      
      
    <summary type="html">&lt;p&gt;&amp;#x6691;&amp;#x5047;&amp;#x525B;&amp;#x958B;&amp;#x59CB;&amp;#x7684;&amp;#x6642;&amp;#x5019;&amp;#x5C0D;&amp;#x75AB;&amp;#x60C5;&amp;#x9084;&amp;#x6709;&amp;#x9EDE;&amp;#x671F;&amp;#x5F85;&amp;#xFF0C;&amp;</summary>
      
    
    
    
    <category term="生活" scheme="http://example.com/categories/%E7%94%9F%E6%B4%BB/"/>
    
    
    <category term="生活" scheme="http://example.com/tags/%E7%94%9F%E6%B4%BB/"/>
    
  </entry>
  
  <entry>
    <title>北科資工修課紀錄 - 碩一下</title>
    <link href="http://example.com/2021/07/31/%E5%8C%97%E7%A7%91%E8%B3%87%E5%B7%A5%E4%BF%AE%E8%AA%B2%E7%B4%80%E9%8C%84-%E7%A2%A9%E4%B8%80%E4%B8%8B/"/>
    <id>http://example.com/2021/07/31/%E5%8C%97%E7%A7%91%E8%B3%87%E5%B7%A5%E4%BF%AE%E8%AA%B2%E7%B4%80%E9%8C%84-%E7%A2%A9%E4%B8%80%E4%B8%8B/</id>
    <published>2021-07-31T05:55:20.000Z</published>
    <updated>2021-10-05T03:57:39.960Z</updated>
    
    <content type="html"><![CDATA[<h3 id="&#x78A9;&#x4E00;&#x4E0B;">&#x78A9;&#x4E00;&#x4E0B;</h3><p>&#x56E0;&#x70BA;&#x7533;&#x8ACB;&#x63D0;&#x65E9;&#x5165;&#x5B78;&#xFF0C;&#x6240;&#x4EE5;&#x4E8C;&#x6708;&#x5C31;&#x5165;&#x5B78;&#x4E86;&#xFF0C;&#x6211;&#x5728;&#x5317;&#x79D1;&#x7684;&#x7B2C;&#x4E00;&#x500B;&#x5B78;&#x671F;&#x5C31;&#x662F;&#x4E0B;&#x5B78;&#x671F;&#xFF0C;&#x5317;&#x79D1;&#x8CC7;&#x5DE5;&#x898F;&#x5B9A;&#x975E;&#x672C;&#x79D1;&#x7684;&#x78A9;&#x58EB;&#x73ED;&#x5B78;&#x751F;&#x5FC5;&#x9700;&#x88DC;&#x4FEE;&#x5927;&#x5B78;&#x90E8;&#x7684;&#x8AB2;&#x7A0B;&#xFF0C;&#x6240;&#x4EE5;&#x6211;&#x4E5F;&#x6703;&#x4FEE;&#x4E00;&#x4E9B;&#x5927;&#x5B78;&#x90E8;&#x7684;&#x8AB2;&#x3002;</p><h3 id="&#x5927;&#x5B78;&#x90E8;&#x8AB2;&#x7A0B;">&#x5927;&#x5B78;&#x90E8;&#x8AB2;&#x7A0B;</h3><h4 id="&#x8A08;&#x7B97;&#x6A5F;&#x7D44;&#x7E54;-&#x9673;&#x5F65;&#x9716;">&#x8A08;&#x7B97;&#x6A5F;&#x7D44;&#x7E54; - &#x9673;&#x5F65;&#x9716;</h4><p>&#x8001;&#x5E2B;&#x6559;&#x7684;&#x5F88;&#x597D;&#x5F88;&#x4ED4;&#x7D30;&#xFF0C;&#x5C0D;&#x8AB2;&#x7A0B;&#x7684;&#x638C;&#x63E1;&#x5EA6;&#x5F88;&#x9AD8;&#xFF0C;&#x61C9;&#x8A72;&#x5DF2;&#x7D93;&#x6559;&#x9019;&#x9580;&#x8AB2;&#x5F88;&#x591A;&#x5E74;&#x4E86;&#xFF0C;&#x5C0D;&#x540C;&#x5B78;&#x7684;&#x554F;&#x984C;&#x90FD;&#x56DE;&#x7B54;&#x5F97;&#x5F88;&#x5B8C;&#x6574;&#x3002;&#x9019;&#x9580;&#x8AB2;&#x662F;&#x8CC7;&#x5DE5;&#x5927;&#x4E00;&#x7684;&#x8AB2;&#xFF0C;&#x4FEE;&#x9019;&#x9580;&#x8AB2;&#x4E4B;&#x524D;&#x901A;&#x5E38;&#x61C9;&#x8A72;&#x6703;&#x5148;&#x4FEE;&#x6578;&#x4F4D;&#x96FB;&#x8DEF;&#xFF0C;&#x4F46;&#x6211;&#x6C92;&#x4FEE;&#x904E;&#x5C31;&#x76F4;&#x63A5;&#x4E0A;&#x4E86;&#xFF0C;&#x671F;&#x4E2D;&#x8003;&#x524D;&#x8B1B;&#x95DC;&#x65BC; MIPS &#x6307;&#x4EE4;&#x7684;&#x9084;&#x6C92;&#x4EC0;&#x9EBC;&#x554F;&#x984C;&#xFF0C;&#x671F;&#x4E2D;&#x8003;&#x5F8C;&#x8B1B; CPU &#x8A2D;&#x8A08;&#x7684;&#x5C31;&#x89BA;&#x5F97;&#x6709;&#x9EDE;&#x96E3;&#x4EE5;&#x7406;&#x89E3;&#xFF0C;&#x9700;&#x8981;&#x82B1;&#x6BD4;&#x8F03;&#x591A;&#x6642;&#x9593;&#x53BB;&#x7406;&#x89E3;&#x3002;&#x6574;&#x500B;&#x5B78;&#x671F;&#x6709;&#x516D;&#x4EFD;&#x4F5C;&#x696D;&#xFF0C;&#x90FD;&#x662F;&#x624B;&#x5BEB;&#x4F5C;&#x696D;&#xFF0C;&#x671F;&#x4E2D;&#x671F;&#x672B;&#x5E7E;&#x4E4E;&#x90FD;&#x662F;&#x4F5C;&#x696D;&#x7684;&#x984C;&#x578B;&#xFF0C;&#x7D66;&#x5206;&#x5F88;&#x751C;&#xFF0C;&#x4E5F;&#x5B78;&#x5230;&#x5F88;&#x591A;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x6307;&#x4EE4;&#x96C6;&#x7684;&#x90E8;&#x4EFD;&#x5F88;&#x5BE6;&#x7528;&#x3002;</p><h4 id="&#x8A08;&#x7B97;&#x6A5F;&#x6F14;&#x7B97;&#x6CD5;-&#x856D;&#x69AE;&#x4FEE;">&#x8A08;&#x7B97;&#x6A5F;&#x6F14;&#x7B97;&#x6CD5; - &#x856D;&#x69AE;&#x4FEE;</h4><p>&#x6559;&#x7684;&#x975E;&#x5E38;&#x7C21;&#x55AE;&#xFF0C;&#x8AB2;&#x975E;&#x5E38;&#x6DBC;&#xFF0C;&#x4F5C;&#x696D;&#x5F88;&#x5C11;&#xFF0C;&#x8003;&#x8A66;&#x7C21;&#x55AE;&#xFF0C;&#x7D66;&#x5206;&#x5F88;&#x751C;&#x3002;&#x6211;&#x76F8;&#x4FE1;&#x6240;&#x6709;&#x4EBA;&#x5728;&#x9078;&#x8AB2;&#x7684;&#x6642;&#x5019;&#x4E0D;&#x53EF;&#x80FD;&#x5168;&#x90E8;&#x90FD;&#x9078;&#x786C;&#x8AB2;&#xFF0C;&#x6DBC;&#x8AB2;&#x7D55;&#x5C0D;&#x6709;&#x5B58;&#x5728;&#x7684;&#x5FC5;&#x8981;&#xFF0C;&#x4F46;&#x662F;&#x6F14;&#x7B97;&#x6CD5;&#x4F5C;&#x70BA;&#x8CC7;&#x5DE5;&#x6700;&#x6838;&#x5FC3;&#x7684;&#x8AB2;&#x7A0B;&#x4E4B;&#x4E00;&#xFF0C;&#x7ADF;&#x7136;&#x662F;&#x6DBC;&#x8AB2;&#xFF0C;&#x9019;&#x6A23;&#x771F;&#x7684;&#x6C92;&#x554F;&#x984C;&#x55CE;&#x3002;</p><h3 id="&#x7814;&#x7A76;&#x6240;&#x8AB2;&#x7A0B;">&#x7814;&#x7A76;&#x6240;&#x8AB2;&#x7A0B;</h3><h4 id="&#x4F5C;&#x696D;&#x7CFB;&#x7D71;-&#x738B;&#x6B63;&#x8C6A;">&#x4F5C;&#x696D;&#x7CFB;&#x7D71; - &#x738B;&#x6B63;&#x8C6A;</h4><p>&#x82F1;&#x6587;&#x6388;&#x8AB2;&#xFF0C;&#x4E0A;&#x8AB2;&#x5167;&#x5BB9;&#x57FA;&#x672C;&#x4E0A;&#x91CD;&#x8907;&#x5927;&#x5B78;&#x90E8;&#x7684;&#x4F5C;&#x696D;&#x7CFB;&#x7D71;&#xFF0C;&#x518D;&#x591A;&#x52A0;&#x4E00;&#x4E9B;&#x5206;&#x6563;&#x5F0F;&#x7CFB;&#x7D71;&#x7684;&#x5167;&#x5BB9;&#xFF0C;&#x8AB2;&#x5F88;&#x6DBC;&#xFF0C;&#x4F5C;&#x696D;&#x4E0D;&#x96E3;&#xFF0C;&#x671F;&#x672B;&#x8981;&#x5831;&#x544A;&#x8AD6;&#x6587;&#x6216;&#x505A;&#x5C08;&#x984C;&#xFF0C;&#x8001;&#x5E2B;&#x7684;&#x7D50;&#x5DF4;&#x6709;&#x9EDE;&#x56B4;&#x91CD;&#xFF0C;&#x6211;&#x662F;&#x56E0;&#x70BA;&#x6C92;&#x6709;&#x4FEE;&#x904E;&#x5927;&#x5B78;&#x90E8;&#x7684;&#x4F5C;&#x696D;&#x7CFB;&#x7D71;&#x6240;&#x4EE5;&#x4F86;&#x4FEE;&#x7684;&#x3002;&#x6211;&#x4FEE;&#x4E4B;&#x524D;&#x6015;&#x6211;&#x6C92;&#x4FEE;&#x904E;&#x4F5C;&#x696D;&#x7CFB;&#x7D71;&#x6703;&#x8DDF;&#x4E0D;&#x4E0A;&#xFF0C;&#x6240;&#x4EE5;&#x770B;&#x4E86;&#x6E05;&#x5927;&#x5468;&#x5FD7;&#x9060;&#x7684;&#x4F5C;&#x696D;&#x7CFB;&#x7D71;&#x958B;&#x653E;&#x5F0F;&#x8AB2;&#x7A0B;&#xFF0C;&#x7D50;&#x8AD6;&#x662F;&#x5468;&#x5FD7;&#x9060;&#x7684;&#x8AB2;&#x4E0A;&#x7684;&#x6BD4;&#x8F03;&#x597D;&#x3002;</p><h4 id="&#x6A94;&#x6848;&#x8207;&#x5132;&#x5B58;&#x7CFB;&#x7D71;-&#x9673;&#x78A9;&#x6F22;">&#x6A94;&#x6848;&#x8207;&#x5132;&#x5B58;&#x7CFB;&#x7D71; - &#x9673;&#x78A9;&#x6F22;</h4><p>&#x82F1;&#x6587;&#x6388;&#x8AB2;&#xFF0C;&#x8001;&#x5E2B;&#x662F;&#x65B0;&#x4F86;&#x5317;&#x79D1;&#x7684;&#x8001;&#x5E2B;&#xFF0C;&#x96D6;&#x7136;&#x4E0A;&#x8AB2;&#x8A8D;&#x771F;&#x4F46;&#x53EF;&#x80FD;&#x56E0;&#x70BA;&#x624D;&#x525B;&#x958B;&#x59CB;&#x6559;&#x66F8;&#xFF0C;&#x89BA;&#x5F97;&#x9084;&#x6709;&#x9032;&#x6B65;&#x7A7A;&#x9593;&#xFF0C;&#x524D;&#x534A;&#x5B78;&#x671F;&#x8B1B;&#x6A94;&#x6848;&#x7CFB;&#x7D71;&#xFF0C;&#x5F8C;&#x534A;&#x5B78;&#x671F;&#x8B1B;&#x4F5C;&#x696D;&#x7CFB;&#x7D71;&#xFF0C;&#x4F5C;&#x696D;&#x662F; NachOS &#x5BE6;&#x4F5C;&#xFF0C;&#x4ED6;&#x7684;&#x7684;&#x4F5C;&#x696D;&#x57FA;&#x672C;&#x4E0A;&#x5C31;&#x662F;&#x6E05;&#x5927;&#x5468;&#x5FD7;&#x9060;&#x4F5C;&#x696D;&#x7CFB;&#x7D71;&#x7684;&#x4F5C;&#x696D;&#x4E00;&#x548C;&#x4F5C;&#x696D;&#x56DB;&#xFF0C;&#x672C;&#x4F86;&#x9084;&#x6709;&#x53E6;&#x4E00;&#x4EFD;&#x4F5C;&#x696D;&#xFF0C;&#x4F46;&#x56E0;&#x70BA;&#x5927;&#x5BB6;&#x5728;&#x5BEB; NachOS &#x7684;&#x6642;&#x5019;&#x4EA4;&#x4F5C;&#x696D;&#x7387;&#x4E0D;&#x662F;&#x5F88;&#x9AD8;&#xFF0C;&#x8001;&#x5E2B;&#x5C31;&#x628A;&#x4F5C;&#x696D;&#x671F;&#x9650;&#x5EF6;&#x9577;&#xFF0C;&#x628A;&#x53E6;&#x4E00;&#x4EFD;&#x4F5C;&#x696D;&#x53D6;&#x6D88;&#x3002;&#x6211;&#x81EA;&#x5DF1;&#x662F;&#x4E0D;&#x592A;&#x559C;&#x6B61;&#x4E0A;&#x82F1;&#x6587;&#x6388;&#x8AB2;&#x7684;&#x8AB2;&#xFF0C;&#x4E0D;&#x904E;&#x6211;&#x9078;&#x8AB2;&#x662F;&#x770B;&#x8AB2;&#x7684;&#x5167;&#x5BB9;&#xFF0C;&#x82F1;&#x6587;&#x6388;&#x8AB2;&#x4E5F;&#x4E0D;&#x6392;&#x65A5;&#x3002;&#x6211;&#x89BA;&#x5F97;&#x8001;&#x5E2B;&#x5F88;&#x8A8D;&#x771F;&#x4F5C;&#x696D;&#x5F88;&#x6709;&#x8DA3;&#xFF0C;&#x5982;&#x679C;&#x9019;&#x9580;&#x8AB2;&#x662F;&#x4E2D;&#x6587;&#x6388;&#x8AB2;&#x7684;&#x5C31;&#x597D;&#x4E86;&#x3002;</p><h3 id="&#x7D50;&#x8A9E;">&#x7D50;&#x8A9E;</h3><p>&#x904E;&#x53BB;&#x96D6;&#x7136;&#x4E5F;&#x5728;&#x6E05;&#x5927;&#x4FEE;&#x904E;&#x8CC7;&#x5DE5;&#x7CFB;&#x7684;&#x8AB2;&#xFF0C;&#x4F46;&#x4FEE;&#x7684;&#x5927;&#x90E8;&#x5206;&#x90FD;&#x9084;&#x662F;&#x6A5F;&#x68B0;&#x7CFB;&#x5FC5;&#x4FEE;&#xFF0C;&#x7B2C;&#x4E00;&#x6B21;&#x6240;&#x6709;&#x8AB2;&#x90FD;&#x662F;&#x4FEE;&#x8CC7;&#x5DE5;&#x7CFB;&#x7684;&#x8AB2;&#xFF0C;&#x89BA;&#x5F97;&#x548C;&#x4EE5;&#x524D;&#x5728;&#x6A5F;&#x68B0;&#x7CFB;&#x7684;&#x6642;&#x5019;&#x4E0D;&#x4E00;&#x6A23;&#xFF0C;&#x4E0D;&#x662F;&#x53EA;&#x60F3;&#x6E4A;&#x5B78;&#x5206;&#xFF0C;&#x662F;&#x771F;&#x7684;&#x5C0D;&#x8AB2;&#x7A0B;&#x611F;&#x8208;&#x8DA3;&#xFF0C;&#x6709;&#x6642;&#x5019;&#x5F8C;&#x6094;&#x6C92;&#x6709;&#x65E9;&#x9EDE;&#x8F49;&#x7CFB;&#xFF0C;&#x4F46;&#x904E;&#x53BB;&#x7684;&#x4E8B;&#x60C5;&#x662F;&#x4E0D;&#x80FD;&#x6539;&#x8B8A;&#x7684;&#x662F;&#x5427;&#xFF0C;&#x73FE;&#x5728;&#x9019;&#x6A23;&#x4E5F;&#x5F88;&#x597D;&#x3002;</p>]]></content>
    
    
      
      
    <summary type="html">&lt;h3 id=&quot;&amp;#x78A9;&amp;#x4E00;&amp;#x4E0B;&quot;&gt;&amp;#x78A9;&amp;#x4E00;&amp;#x4E0B;&lt;/h3&gt;
&lt;p&gt;&amp;#x56E0;&amp;#x70BA;&amp;#x7533;&amp;#x8ACB;&amp;#x63D0;&amp;#x65E9;&amp;#x5165;&amp;#x5B78;&amp;#xFF0C;&amp;</summary>
      
    
    
    
    
  </entry>
  
  <entry>
    <title>學期結束了</title>
    <link href="http://example.com/2021/06/25/%E5%AD%B8%E6%9C%9F%E7%B5%90%E6%9D%9F%E4%BA%86/"/>
    <id>http://example.com/2021/06/25/%E5%AD%B8%E6%9C%9F%E7%B5%90%E6%9D%9F%E4%BA%86/</id>
    <published>2021-06-25T04:13:55.000Z</published>
    <updated>2021-07-13T08:56:18.864Z</updated>
    
    <content type="html"><![CDATA[<p>&#x5927;&#x6982;&#x516D;&#x500B;&#x5C0F;&#x6642;&#x4E4B;&#x524D;&#x5B8C;&#x6210;&#x4E86;&#x9019;&#x5B78;&#x671F;&#x7684;&#x6700;&#x5F8C;&#x4E00;&#x5834;&#x8003;&#x8A66;&#xFF0C;&#x96D6;&#x7136;&#x660E;&#x5929;&#x9084;&#x6709;&#x4E00;&#x4EFD;&#x5831;&#x544A;&#x548C;&#x4E00;&#x4EFD;&#x88DC;&#x4EA4;&#x7684;&#x4F5C;&#x696D;&#xFF0C;&#x4F46;&#x6211;&#x7684;&#x5FC3;&#x5DF2;&#x7D93;&#x5728;&#x653E;&#x6691;&#x5047;&#x4E86;&#xFF0C;&#x4F5C;&#x696D;&#x4EC0;&#x9EBC;&#x7684;&#x5C31;&#x7B97;&#x4E86;&#x5427;&#x3002;&#x7562;&#x7ADF;&#x662F;&#x5DE5;&#x4F5C;&#x904E;&#x7684;&#x4EBA;&#xFF0C;&#x5C0D;&#x65BC;&#x6691;&#x5047;&#xFF0C;&#x56E0;&#x70BA;&#x66FE;&#x7D93;&#x5931;&#x53BB;&#x904E;&#x6240;&#x4EE5;&#x66F4;&#x52A0;&#x73CD;&#x8CB4;&#x3002;&#x5B78;&#x671F;&#x9593;&#x5C31;&#x6709;&#x6162;&#x6162;&#x5728;&#x60F3;&#x6691;&#x5047;&#x8981;&#x505A;&#x4EC0;&#x9EBC;&#xFF0C;&#x7A0B;&#x5F0F;&#x65B9;&#x9762;&#x7684;&#x9032;&#x5EA6;&#x90FD;&#x6703;&#x5728;&#x9019;&#x88E1;&#x66F4;&#x65B0;&#x7684;&#x3002;&#x4F46;&#x662F;&#x590F;&#x5929;&#xFF0C;&#x9664;&#x4E86;&#x5BEB;&#x7A0B;&#x5F0F;&#xFF0C;&#x9084;&#x662F;&#x5F97;&#x8981;&#x51FA;&#x53BB;&#x73A9;&#x7684;&#x5427;&#xFF0C;&#x8AB0;&#x77E5;&#x9053;&#x75AB;&#x60C5;&#x7A81;&#x7136;&#x8B8A;&#x5F97;&#x56B4;&#x91CD;&#xFF0C;&#x5230;&#x5E95;&#x6691;&#x5047;&#x7D50;&#x675F;&#x524D;&#x80FD;&#x4E0D;&#x80FD;&#x53BB;&#x6C99;&#x7058;&#x5462;&#xFF0C;&#x5BE6;&#x5728;&#x597D;&#x60F3;&#x53BB;&#x6C99;&#x7058;&#x5440;&#x3002;</p>]]></content>
    
    
      
      
    <summary type="html">&lt;p&gt;&amp;#x5927;&amp;#x6982;&amp;#x516D;&amp;#x500B;&amp;#x5C0F;&amp;#x6642;&amp;#x4E4B;&amp;#x524D;&amp;#x5B8C;&amp;#x6210;&amp;#x4E86;&amp;#x9019;&amp;#x5B78;&amp;#x671F;&amp;#x7684;&amp;#x6700;&amp;#x5F8C;&amp;</summary>
      
    
    
    
    
  </entry>
  
  <entry>
    <title>跨系推甄北科資工所</title>
    <link href="http://example.com/2020/12/04/%E8%B7%A8%E7%B3%BB%E6%8E%A8%E7%94%84%E5%8C%97%E7%A7%91%E8%B3%87%E5%B7%A5%E6%89%80/"/>
    <id>http://example.com/2020/12/04/%E8%B7%A8%E7%B3%BB%E6%8E%A8%E7%94%84%E5%8C%97%E7%A7%91%E8%B3%87%E5%B7%A5%E6%89%80/</id>
    <published>2020-12-04T10:23:50.000Z</published>
    <updated>2021-08-28T14:15:11.554Z</updated>
    
    <content type="html"><![CDATA[<h3 id="&#x63A8;&#x7504;&#x8CC7;&#x5DE5;&#x6240;">&#x63A8;&#x7504;&#x8CC7;&#x5DE5;&#x6240;</h3><p>&#x78A9;&#x4E8C;&#x4E0A;&#x539F;&#x672C;&#x662F;&#x61C9;&#x8A72;&#x52A0;&#x5FEB;&#x8AD6;&#x6587;&#x9032;&#x5EA6;&#x7684;&#x6642;&#x671F;&#xFF0C;&#x4F46;&#x6211;&#x56E0;&#x4E00;&#x4E9B;&#x4E0D;&#x53EF;&#x6297;&#x529B;&#x56E0;&#x7D20;&#x4F11;&#x5B78;&#x4E86;&#x4E00;&#x500B;&#x5B78;&#x671F;&#xFF0C;&#x4E0D;&#x904E;&#x6211;&#x5F9E;&#x6691;&#x5047;&#x5C31;&#x958B;&#x59CB;&#x6E96;&#x5099;&#x63A8;&#x7504;&#x3002;&#x901A;&#x5E38;&#x8DE8;&#x7CFB;&#x63A8;&#x7504;&#x7684;&#x4EBA;&#x5C31;&#x7B97;&#x6C92;&#x6709;&#x8F14;&#x7CFB;&#x4E5F;&#x6703;&#x5148;&#x53BB;&#x4FEE;&#x4E00;&#x4E9B;&#x4E3B;&#x8981;&#x8AB2;&#x7A0B;&#xFF0C;&#x4F8B;&#x5982;&#x8CC7;&#x6599;&#x7D50;&#x69CB;&#x6F14;&#x7B97;&#x6CD5;&#x7B49;&#x7B49;&#xFF0C;&#x4F46;&#x6211;&#x5B8C;&#x5168;&#x6C92;&#x6709;&#x4FEE;&#x904E;&#x4EFB;&#x4F55;&#x8CC7;&#x5DE5;&#x7CFB;&#x5927;&#x5B78;&#x90E8;&#x8AB2;&#x7A0B;&#xFF0C;&#x6A5F;&#x68B0;&#x7CFB;&#x7562;&#x696D;&#x6642;&#x7CFB;&#x6392;&#x53EA;&#x6709; 70&#xFF05;&#xFF0C;&#x60F3;&#x8981;&#x63A8;&#x6E05;&#x4EA4;&#x986F;&#x7136;&#x6C92;&#x6709;&#x6A5F;&#x6703;&#xFF0C;&#x56E0;&#x70BA;&#x6709;&#x56DE;&#x53F0;&#x5317;&#x7684;&#x6025;&#x8FEB;&#x9700;&#x8981;&#xFF0C;&#x53EA;&#x7533;&#x8ACB;&#x4E86;&#x4E2D;&#x592E;&#x548C;&#x53F0;&#x79D1;&#x548C;&#x5317;&#x79D1;&#x7684;&#x8CC7;&#x5DE5;&#x6240;&#xFF0C;&#x4E2D;&#x592E;&#x548C;&#x53F0;&#x79D1;&#x6C92;&#x6709;&#x904E;&#x66F8;&#x5BE9;&#xFF0C;&#x5317;&#x79D1;&#x6B63;&#x53D6;&#x3002;</p><h3 id="&#x5317;&#x79D1;&#x8CC7;&#x5DE5;&#x9762;&#x8A66;">&#x5317;&#x79D1;&#x8CC7;&#x5DE5;&#x9762;&#x8A66;</h3><p>&#x5317;&#x79D1;&#x8CC7;&#x5DE5;&#x5206;&#x6210;&#x7532;&#x7D44;&#x548C;&#x4E59;&#x7D44;&#xFF0C;&#x4E59;&#x7D44;&#x540D;&#x984D;&#x6BD4;&#x8F03;&#x5C11;&#xFF0C;&#x662F;&#x958B;&#x7D66;&#x975E;&#x672C;&#x79D1;&#x5B78;&#x751F;&#x7684;&#x7D44;&#x5225;&#x3002;&#x9762;&#x8A66;&#x5206;&#x6210;&#x4E09;&#x95DC;&#xFF0C;&#x5404;&#x4E00;&#x4F4D;&#x6559;&#x6388;&#x3002;&#x7B2C;&#x4E00;&#x95DC;&#x662F;&#x81EA;&#x6211;&#x4ECB;&#x7D39;&#xFF0C;&#x7B2C;&#x4E8C;&#x95DC;&#x662F;&#x82F1;&#x6587;&#xFF0C;&#x4E00;&#x5F35;&#x82F1;&#x6587;&#x7684;&#x6388;&#x8AB2;&#x5927;&#x7DB1;&#x8B93;&#x4F60;&#x7FFB;&#x8B6F;&#xFF0C;&#x7B2C;&#x4E09;&#x95DC;&#x4E00;&#x9032;&#x53BB;&#x6559;&#x6388;&#x554F;&#x6211;&#xFF0C;&#x77E5;&#x4E0D;&#x77E5;&#x9053;&#x7269;&#x4EF6;&#x5C0E;&#x5411;&#x7684;&#x4E09;&#x5927;&#x7279;&#x6027;&#x662F;&#x4EC0;&#x9EBC;&#xFF0C;&#x6211;&#x60F3;&#x4E86;&#x4E00;&#x4E0B;&#x8AAA;&#x4E0D;&#x77E5;&#x9053;&#xFF0C;&#x63A5;&#x8457;&#x4ED6;&#x5C31;&#x554F;&#x6211;&#x6709;&#x6C92;&#x6709;&#x8CC7;&#x5DE5;&#x76F8;&#x95DC;&#x7684;&#x5DE5;&#x4F5C;&#x7D93;&#x9A57;&#x6216;&#x5C08;&#x984C;&#xFF0C;&#x6211;&#x6709;&#x628A;&#x6211;&#x78A9;&#x4E00;&#x7684;&#x7814;&#x7A76;&#x6210;&#x679C;&#x6574;&#x7406;&#x6210;&#x4E00;&#x4EFD;&#x5C0F;&#x5C08;&#x984C;&#x653E;&#x5728;&#x5099;&#x5BE9;&#x8CC7;&#x6599;&#x88E1;&#xFF0C;&#x6240;&#x4EE5;&#x6211;&#x5C31;&#x7C21;&#x55AE;&#x4ECB;&#x7D39;&#x6211;&#x7684;&#x5C08;&#x984C;&#x5167;&#x5BB9;&#x3002;</p><h3 id="&#x7D50;&#x8A9E;">&#x7D50;&#x8A9E;</h3><p>&#x8DE8;&#x7CFB;&#x7533;&#x8ACB;&#x4E0D;&#x5BB9;&#x6613;&#xFF0C;&#x5982;&#x679C;&#x5C0D;&#x4EC0;&#x9EBC;&#x7CFB;&#x6709;&#x8208;&#x8DA3;&#xFF0C;&#x5C31;&#x53BB;&#x4FEE;&#x4E00;&#x4E9B;&#x4ED6;&#x5011;&#x7684;&#x5FC5;&#x4FEE;&#x8AB2;&#xFF0C;&#x63A8;&#x7504;&#x672C;&#x4F86;&#x5C31;&#x662F;&#x9577;&#x671F;&#x7684;&#x7D2F;&#x7A4D;&#x3002;&#x5927;&#x5B78;&#x7684;&#x6642;&#x5019;&#x4E0D;&#x4E00;&#x5B9A;&#x8981;&#x5F88;&#x8A8D;&#x771F;&#x8B80;&#x66F8;&#xFF0C;&#x4F46;&#x81F3;&#x5C11;&#x8981;&#x597D;&#x597D;&#x627E;&#x8208;&#x8DA3;&#xFF0C;&#x89BA;&#x5F97;&#x81EA;&#x5DF1;&#x958B;&#x59CB;&#x7684;&#x6709;&#x9EDE;&#x665A;&#x3002;</p>]]></content>
    
    
      
      
    <summary type="html">&lt;h3 id=&quot;&amp;#x63A8;&amp;#x7504;&amp;#x8CC7;&amp;#x5DE5;&amp;#x6240;&quot;&gt;&amp;#x63A8;&amp;#x7504;&amp;#x8CC7;&amp;#x5DE5;&amp;#x6240;&lt;/h3&gt;
&lt;p&gt;&amp;#x78A9;&amp;#x4E8C;&amp;#x4E0A;&amp;#x539F;&amp;#x672C;&amp;</summary>
      
    
    
    
    
  </entry>
  
  <entry>
    <title>清大資工修課紀錄</title>
    <link href="http://example.com/2020/10/02/%E6%B8%85%E5%A4%A7%E8%B3%87%E5%B7%A5%E4%BF%AE%E8%AA%B2%E7%B4%80%E9%8C%84/"/>
    <id>http://example.com/2020/10/02/%E6%B8%85%E5%A4%A7%E8%B3%87%E5%B7%A5%E4%BF%AE%E8%AA%B2%E7%B4%80%E9%8C%84/</id>
    <published>2020-10-02T09:21:32.000Z</published>
    <updated>2021-07-30T17:58:14.999Z</updated>
    
    <content type="html"><![CDATA[<h3 id="&#x7B2C;&#x4E00;&#x6B21;&#x4FEE;&#x8CC7;&#x5DE5;&#x7CFB;&#x7684;&#x8AB2;">&#x7B2C;&#x4E00;&#x6B21;&#x4FEE;&#x8CC7;&#x5DE5;&#x7CFB;&#x7684;&#x8AB2;</h3><p>&#x96D6;&#x7136;&#x662F;&#x6A5F;&#x68B0;&#x6240;&#xFF0C;&#x4F46;&#x60F3;&#x5F80;&#x8CC7;&#x5DE5;&#x8D70;&#xFF0C;&#x6240;&#x4EE5;&#x4E5F;&#x4FEE;&#x4E86;&#x4E00;&#x4E9B;&#x8CC7;&#x5DE5;&#x7CFB;&#x7684;&#x8AB2;&#x3002;&#x70BA;&#x4E86;&#x6E4A;&#x8DB3;&#x7562;&#x696D;&#x5B78;&#x5206;&#xFF0C;&#x96D6;&#x7136;&#x77E5;&#x9053;&#x81EA;&#x5DF1;&#x7684;&#x80FD;&#x529B;&#x4E0D;&#x8DB3;&#xFF0C;&#x9084;&#x662F;&#x5F97;&#x8981;&#x4FEE;&#x7814;&#x7A76;&#x6240;&#x7684;&#x8AB2;&#xFF0C;&#x4FEE;&#x5F97;&#x5F88;&#x8F9B;&#x82E6;&#xFF0C;&#x4FEE;&#x5E73;&#x884C;&#x7A0B;&#x5F0F;&#x7684;&#x6642;&#x5019;&#xFF0C;&#x6BCF;&#x5929;&#x90FD;&#x5728;&#x5BEB;&#x4F5C;&#x696D;&#xFF0C;&#x4F46;&#x5B78;&#x671F;&#x7D50;&#x675F;&#x7684;&#x6642;&#x5019;&#xFF0C;&#x9084;&#x662F;&#x89BA;&#x5F97;&#x81EA;&#x5DF1;&#x5B78;&#x5230;&#x5F88;&#x591A;&#x4E86;&#x5462;&#x3002;</p><h3 id="&#x4E0A;&#x5B78;&#x671F;">&#x4E0A;&#x5B78;&#x671F;</h3><h4 id="&#x5E73;&#x884C;&#x7A0B;&#x5F0F;-&#x5468;&#x5FD7;&#x9060;">&#x5E73;&#x884C;&#x7A0B;&#x5F0F; - &#x5468;&#x5FD7;&#x9060;</h4><p>&#x8001;&#x5E2B;&#x5F88;&#x8A8D;&#x771F;&#xFF0C;&#x52A9;&#x6559;&#x4E5F;&#x5F88;&#x8A8D;&#x771F;&#xFF0C;&#x56DB;&#x6B21;&#x4F5C;&#x696D;&#xFF0C;&#x662F; MPI / Pthread / OpenMP / CUDA &#x7684;&#x5BE6;&#x4F5C;&#xFF0C;&#x6BCF;&#x6B21;&#x4F5C;&#x696D;&#x4E4B;&#x524D;&#x6703;&#x5148;&#x6709;&#x4E00;&#x500B; lab &#x8AB2;&#xFF0C;&#x5B78;&#x671F;&#x672B;&#x8981;&#x505A;&#x4E00;&#x500B;&#x5C08;&#x984C;&#xFF0C;&#x6BCF;&#x6B21;&#x4F5C;&#x696D;&#x6211;&#x90FD;&#x8981;&#x5BEB;&#x5169;&#x500B;&#x661F;&#x671F;&#x4EE5;&#x4E0A;&#xFF0C;&#x5168;&#x73ED;&#x8981;&#x7AF6;&#x8CFD;&#xFF0C;&#x4EE5;&#x6548;&#x80FD;&#x5728;&#x73ED;&#x4E0A;&#x7684;&#x767E;&#x5206;&#x6BD4;&#x505A;&#x8A55;&#x5206;&#xFF0C;&#x5927;&#x795E;&#x5F88;&#x591A;&#xFF0C;&#x6211;&#x7E3D;&#x662F;&#x588A;&#x5E95;&#xFF0C;&#x7D66;&#x5206;&#x751C;&#x5EA6;&#x6211;&#x7121;&#x6CD5;&#x8A55;&#x50F9;&#xFF0C;&#x56E0;&#x70BA;&#x9019;&#x9580;&#x8AB2;&#x958B;&#x5B78;&#x7684;&#x6642;&#x5019;&#x6709;&#x5927;&#x7D04;&#x4E94;&#x5341;&#x500B;&#x4EBA;&#xFF0C;&#x5B78;&#x671F;&#x672B;&#x53EA;&#x5269;&#x5927;&#x7D04;&#x4E09;&#x5341;&#x4E94;&#x500B;&#xFF0C;&#x5982;&#x679C;&#x53EF;&#x4EE5;&#x6490;&#x5230;&#x6700;&#x5F8C;&#x5927;&#x6982;&#x90FD;&#x662F;&#x6703;&#x904E;&#xFF0C;&#x524D;&#x63D0;&#x662F;&#x6709;&#x6490;&#x5230;&#x6700;&#x5F8C;&#x3002;</p><h3 id="&#x4E0B;&#x5B78;&#x671F;">&#x4E0B;&#x5B78;&#x671F;</h3><h4 id="&#x96F2;&#x7AEF;&#x8A08;&#x7B97;-&#x674E;&#x54F2;&#x69AE;">&#x96F2;&#x7AEF;&#x8A08;&#x7B97; - &#x674E;&#x54F2;&#x69AE;</h4><p>&#x8001;&#x5E2B;&#x5F88;&#x8A8D;&#x771F;&#xFF0C;&#x7C21;&#x4ECB;&#x4E00;&#x4E9B;&#x96F2;&#x7AEF;&#x904B;&#x7B97;&#x4E0A;&#x7684;&#x6280;&#x8853;&#xFF0C;&#x7B2C;&#x4E00;&#x6B21;&#x4F5C;&#x696D;&#x662F;&#x4F7F;&#x7528; QEMU &#x88DD; Ubuntu &#x865B;&#x64EC;&#x6A5F;&#xFF0C;&#x53E6;&#x5916;&#x5169;&#x6B21;&#x4F5C;&#x696D;&#x90FD;&#x662F;&#x5728;&#x5206;&#x6563;&#x67B6;&#x69CB;&#x4E0A;&#x8A13;&#x7DF4;&#x6A5F;&#x5668;&#x5B78;&#x7FD2;&#x7DB2;&#x8DEF;&#xFF0C;&#x4F5C;&#x696D;&#x4E0D;&#x96E3;&#xFF0C;&#x671F;&#x672B;&#x8981;&#x5831;&#x544A;&#x8AD6;&#x6587;&#xFF0C;&#x671F;&#x672B;&#x8003;&#x53EF;&#x4EE5;&#x9078;&#x64C7;&#x5BE6;&#x4F5C;&#x6216;&#x7D19;&#x7B46; (&#x4F46;&#x8001;&#x5E2B;&#x6709;&#x8AAA;&#x56E0;&#x70BA;&#x9019;&#x5B78;&#x671F;&#x4FEE;&#x7684;&#x4EBA;&#x592A;&#x591A;&#x96FB;&#x8166;&#x8CC7;&#x6E90;&#x6240;&#x4EE5;&#x624D;&#x958B;&#x653E;&#x7D19;&#x7B46;&#x8003;&#x8A66;)&#xFF0C;&#x7D19;&#x7B46;&#x8003;&#x8A66;&#x5F88;&#x7C21;&#x55AE;&#xFF0C;&#x7D66;&#x5206;&#x5F88;&#x751C;&#x3002;</p><h4 id="&#x4EBA;&#x5DE5;&#x667A;&#x6167;&#x8207;&#x85DD;&#x8853;&#x5C0E;&#x8AD6;-&#x5433;&#x4E2D;&#x6D69;">&#x4EBA;&#x5DE5;&#x667A;&#x6167;&#x8207;&#x85DD;&#x8853;&#x5C0E;&#x8AD6; - &#x5433;&#x4E2D;&#x6D69;</h4><p>&#x96D6;&#x7136;&#x662F;&#x8CC7;&#x5DE5;&#x7CFB;&#x7684;&#x8AB2;&#x4F46;&#x5167;&#x5BB9;&#x5927;&#x591A;&#x662F;&#x5728;&#x6559;&#x85DD;&#x8853;&#x76F8;&#x95DC;&#xFF0C;&#x6211;&#x767C;&#x73FE;&#x4E8B;&#x60C5;&#x4E0D;&#x592A;&#x5C0D;&#x7684;&#x6642;&#x5019;&#x5DF2;&#x7D93;&#x4F86;&#x4E0D;&#x6025;&#x4E86;&#xFF0C;&#x8001;&#x5E2B;&#x958B;&#x8AB2;&#x662F;&#x5E0C;&#x671B;&#x85DD;&#x8853;&#x7CFB;&#x7684;&#x4EBA;&#x4E5F;&#x4F86;&#x4FEE;&#x8AB2;&#xFF0C;&#x6240;&#x4EE5;&#x5BE6;&#x4F5C;&#x76F8;&#x95DC;&#x975E;&#x5E38;&#x5C11;&#xFF0C;&#x4E09;&#x4EFD;&#x4F5C;&#x696D;&#x90FD;&#x662F;&#x85DD;&#x8853;&#x76F8;&#x95DC;&#x7684;&#x5831;&#x544A;&#xFF0C;&#x5B78;&#x671F;&#x672B;&#x8981;&#x505A;&#x4E00;&#x500B;&#x5C08;&#x984C;&#xFF0C;&#x7D66;&#x5206;&#x5F88;&#x751C;&#x3002;</p><h3 id="&#x7D50;&#x8A9E;">&#x7D50;&#x8A9E;</h3><p>&#x6E05;&#x5927;&#x8CC7;&#x5DE5;&#x597D;&#x8AB2;&#x4E0D;&#x5C11;&#xFF0C;&#x60F3;&#x4FEE;&#x7684;&#x4EBA;&#x4E5F;&#x5F88;&#x591A;&#xFF0C;&#x5C0D;&#x65BC;&#x975E;&#x672C;&#x79D1;&#x5B78;&#x751F;&#xFF0C;&#x8981;&#x6436;&#x5230;&#x8AB2;&#x4E5F;&#x4E0D;&#x5BB9;&#x6613;&#xFF0C;&#x633A;&#x7FA8;&#x6155;&#x8CC7;&#x5DE5;&#x7CFB;&#x7684;&#x5927;&#x5B78;&#x90E8;&#x5B78;&#x751F;&#x53EF;&#x4EE5;&#x6709;&#x56DB;&#x5E74;&#x597D;&#x597D;&#x4FEE;&#x8AB2;&#x4E9B;&#x8AB2;&#x3002;</p>]]></content>
    
    
      
      
    <summary type="html">&lt;h3 id=&quot;&amp;#x7B2C;&amp;#x4E00;&amp;#x6B21;&amp;#x4FEE;&amp;#x8CC7;&amp;#x5DE5;&amp;#x7CFB;&amp;#x7684;&amp;#x8AB2;&quot;&gt;&amp;#x7B2C;&amp;#x4E00;&amp;#x6B21;&amp;#x4FEE;&amp;#x8CC7;&amp;#x5DE5;&amp;#x7CFB;&amp;#</summary>
      
    
    
    
    
  </entry>
  
  <entry>
    <title>工作兩年辭職準備研究所</title>
    <link href="http://example.com/2019/03/23/%E5%B7%A5%E4%BD%9C%E5%85%A9%E5%B9%B4%E8%BE%AD%E8%81%B7%E6%BA%96%E5%82%99%E7%A0%94%E7%A9%B6%E6%89%80/"/>
    <id>http://example.com/2019/03/23/%E5%B7%A5%E4%BD%9C%E5%85%A9%E5%B9%B4%E8%BE%AD%E8%81%B7%E6%BA%96%E5%82%99%E7%A0%94%E7%A9%B6%E6%89%80/</id>
    <published>2019-03-22T22:02:11.000Z</published>
    <updated>2021-07-27T18:24:05.850Z</updated>
    
    <content type="html"><![CDATA[<h3 id="&#x8FAD;&#x8077;&#x6E96;&#x5099;&#x7814;&#x7A76;&#x6240;">&#x8FAD;&#x8077;&#x6E96;&#x5099;&#x7814;&#x7A76;&#x6240;</h3><p>&#x6211;&#x5F9E;&#x67D0;&#x56DB;&#x5927;&#x6A5F;&#x68B0;&#x7CFB;&#x7562;&#x696D;&#x5F8C;&#x5C31;&#x53BB;&#x5DE5;&#x4F5C;&#x4E86;&#xFF0C;&#x56E0;&#x70BA;&#x6211;&#x7684;&#x7CFB;&#x6392;&#x53EA;&#x6709; 70% &#x5DE6;&#x53F3;&#xFF0C;&#x4E5F;&#x4E0D;&#x60F3;&#x8981;&#x6E96;&#x5099;&#x8003;&#x8A66;&#xFF0C;&#x7576;&#x6642;&#x6211;&#x5C0D;&#x5FF5;&#x66F8;&#x9019;&#x4EF6;&#x4E8B;&#x60C5;&#x5DF2;&#x7D93;&#x975E;&#x5E38;&#x53AD;&#x5026;&#xFF0C;&#x6211;&#x5C0D;&#x6A5F;&#x68B0;&#x7CFB;&#x4E5F;&#x4E0D;&#x662F;&#x771F;&#x7684;&#x975E;&#x5E38;&#x6709;&#x71B1;&#x5FF1;&#xFF0C;&#x6240;&#x4EE5;&#x5C31;&#x60F3;&#xFF0C;&#x90A3;&#x5C31;&#x51FA;&#x53BB;&#x5DE5;&#x4F5C;&#x5427;&#xFF0C;&#x81F3;&#x5C11;&#x53EF;&#x4EE5;&#x770B;&#x770B;&#x81EA;&#x5DF1;&#x5230;&#x5E95;&#x80FD;&#x4E0D;&#x80FD;&#x7368;&#x7ACB;&#x751F;&#x6D3B;&#xFF0C;&#x7576;&#x6642;&#x4E5F;&#x60F3;&#x597D;&#x518D;&#x904E;&#x4E00;&#x5169;&#x5E74;&#x5982;&#x679C;&#x6539;&#x8B8A;&#x5FC3;&#x610F;&#x60F3;&#x5FF5;&#x7814;&#x7A76;&#x6240;&#x90A3;&#x5C31;&#x53BB;&#x5427;&#x3002;</p><h3 id="&#x63A8;&#x7504;&#x548C;&#x8003;&#x8A66;">&#x63A8;&#x7504;&#x548C;&#x8003;&#x8A66;</h3><p>&#x6211;&#x5F9E; 2018 &#x5E74;&#x7684;&#x4E09;&#x6708;&#x958B;&#x59CB;&#x6162;&#x6162;&#x7684;&#x8B80;&#x8D77;&#x66F8;&#x4F86;&#xFF0C; &#x4F46;&#x56E0;&#x70BA;&#x662F;&#x908A;&#x4E0A;&#x73ED;&#x908A;&#x5FF5;&#x66F8;&#xFF0C;&#x4E00;&#x5929;&#x5927;&#x7D04;&#x53EA;&#x80FD;&#x5538;&#x5230;&#x5169;&#x500B;&#x5C0F;&#x6642;&#x5DE6;&#x53F3;&#x7684;&#x66F8;&#xFF0C;&#x4E2D;&#x9593;&#x9084;&#x7D93;&#x6B77;&#x7D04;&#x672B;&#x4E00;&#x500B;&#x6708;&#x5E38;&#x5E38;&#x52A0;&#x73ED;&#x7684;&#x65E5;&#x5B50;&#xFF0C; &#x56E0;&#x6B64;&#x9032;&#x5EA6;&#x5B8C;&#x5168;&#x66AB;&#x505C;&#xFF0C;&#x76F4;&#x5230;&#x516D;&#x6708;&#x6642;&#x6C7A;&#x5B9A;&#x63D0;&#x51FA;&#x8FAD;&#x5448;&#xFF0C;&#x4E03;&#x6708;&#x6B63;&#x5F0F;&#x96E2;&#x8077;&#xFF0C;&#x4E4B;&#x5F8C;&#x5C31;&#x5728;&#x88DC;&#x7FD2;&#x73ED;&#x4E0A;&#x4E86;&#x4E00;&#x6691;&#x5047;&#x7684;&#x8AB2;&#xFF0C;&#x7D04;&#x83AB;&#x4E5D;&#x6708;&#x7684;&#x6642;&#x5019;&#x958B;&#x59CB;&#x6E96;&#x5099;&#x63A8;&#x7504;&#xFF0C;&#x63A8;&#x7504;&#x8CC7;&#x6599;&#x5305;&#x542B;&#x81EA;&#x50B3;&#x63A8;&#x85A6;&#x4FE1;&#x90FD;&#x8981;&#x82B1;&#x4E00;&#x5B9A;&#x7684;&#x6642;&#x9593;&#x6E96;&#x5099;&#xFF0C;&#x9304;&#x53D6;&#x4E4B;&#x5F8C;&#x627E;&#x6559;&#x6388;&#x7684;&#x6642;&#x9593;&#x4E5F;&#x9700;&#x8981;&#x4E00;&#x500B;&#x661F;&#x671F;&#x5DE6;&#x53F3;&#xFF0C;&#x6211;&#x4E00;&#x76F4;&#x5F88;&#x64D4;&#x5FC3;&#x5982;&#x679C;&#x6C92;&#x6709;&#x63A8;&#x4E0A;&#x4EFB;&#x4F55;&#x4E00;&#x6240;&#x5B78;&#x6821;&#xFF0C;&#x90A3;&#x6E96;&#x5099;&#x7684;&#x6642;&#x9593;&#x5C31;&#x6D6A;&#x8CBB;&#x6389;&#x4E86;&#xFF0C;&#x4F46;&#x56E0;&#x6211;&#x89BA;&#x5F97;&#x6211;&#x5728;&#x63A8;&#x7504;&#x4E0A;&#x6709;&#x4E00;&#x5B9A;&#x512A;&#x52E2; (&#x5DE5;&#x4F5C;&#x7D93;&#x9A57;)&#xFF0C;&#x6240;&#x4EE5;&#x4E0D;&#x60F3;&#x653E;&#x68C4;&#x9019;&#x500B;&#x7BA1;&#x9053;&#xFF0C;&#x6700;&#x5F8C;&#x6211;&#x5728;&#x5341;&#x4E8C;&#x6708;&#x5099;&#x4E0A;&#x6210;&#x5927;&#xFF0C;&#x4E00;&#x6708;&#x5099;&#x4E0A;&#x4EA4;&#x5927;&#xFF0C;&#x7136;&#x5F8C;&#x53C3;&#x52A0;&#x4E8C;&#x6708;&#x7684;&#x7814;&#x7A76;&#x6240;&#x8003;&#x8A66;&#xFF0C;&#x6E05;&#x5927;&#x7684;&#x8003;&#x8A66;&#x5165;&#x5B78;&#x5176;&#x5BE6;&#x4E5F;&#x662F;&#x63A8;&#x7504;&#x7684;&#x65B9;&#x5F0F; (&#x53EA;&#x662F;&#x8981;&#x8003;&#x4E00;&#x79D1;&#x82F1;&#x6587;)&#xFF0C;&#x53F0;&#x5927;&#x662F;&#x666E;&#x901A;&#x8003;&#x8A66;&#x65B9;&#x5F0F;&#xFF0C;&#x6700;&#x5F8C;&#x9019;&#x5169;&#x9593;&#x90FD;&#x6B63;&#x53D6;&#x4E86;&#x3002;&#x6211;&#x6700;&#x5F8C;&#x6C7A;&#x5B9A;&#x8981;&#x5728;&#x6E05;&#x5927;&#x8B80;&#x78A9;&#x58EB;&#xFF0C;&#x56E0;&#x70BA;&#x6211;&#x5C0D;&#x6E05;&#x5927;&#x7684;&#x5BE6;&#x9A57;&#x5BA4;&#x6BD4;&#x8F03;&#x611F;&#x8208;&#x8DA3;&#x3002;</p><h3 id="&#x5DE5;&#x4F5C;&#x5169;&#x5E74;&#x518D;&#x5FF5;&#x7814;&#x7A76;&#x6240;&#x6709;&#x4EC0;&#x9EBC;&#x597D;&#x8655;">&#x5DE5;&#x4F5C;&#x5169;&#x5E74;&#x518D;&#x5FF5;&#x7814;&#x7A76;&#x6240;&#x6709;&#x4EC0;&#x9EBC;&#x597D;&#x8655;</h3><p>&#x6211;&#x89BA;&#x5F97;&#x73FE;&#x5728;&#x7684;&#x6211;&#x6BD4;&#x5927;&#x56DB;&#x7684;&#x6642;&#x5019;&#x66F4;&#x77E5;&#x9053;&#x81EA;&#x5DF1;&#x60F3;&#x8981;&#x4EC0;&#x9EBC;&#xFF0C;&#x6211;&#x8DDF;&#x7684;&#x5BE6;&#x9A57;&#x5BA4;&#x6709;&#x5F88;&#x5927;&#x90E8;&#x5206;&#x9700;&#x8981;&#x5BEB;&#x7A0B;&#x5F0F;&#xFF0C;&#x6240;&#x4EE5;&#x6211;&#x627E;&#x4E86;&#x597D;&#x5E7E;&#x500B;&#x8CC7;&#x5DE5;&#x80CC;&#x666F;&#x7684;&#x670B;&#x53CB;&#x8AEE;&#x8A62;&#x6211;&#x8981;&#x5982;&#x4F55;&#x5728;&#x6700;&#x77ED;&#x6642;&#x9593;&#x5167;&#x628A;&#x6211;&#x7684;&#x7A0B;&#x5F0F;&#x80FD;&#x529B;&#x62C9;&#x8D77;&#x4F86;&#xFF0C;&#x800C;&#x6211;&#x4E5F;&#x5E0C;&#x671B;&#x53EF;&#x4EE5;&#x8A66;&#x8A66;&#x770B;&#x80FD;&#x4E0D;&#x80FD;&#x8D81;&#x6B64;&#x6A5F;&#x6703;&#x57F9;&#x990A;&#x7A0B;&#x5F0F;&#x80FD;&#x529B;&#x4E4B;&#x5F8C;&#x80FD;&#x671D;&#x8CC7;&#x5DE5;&#x9818;&#x57DF;&#x767C;&#x5C55;&#x3002;</p><p>&#x56E0;&#x70BA;&#x5DE5;&#x4F5C;&#x904E;&#x7684;&#x95DC;&#x4FC2;&#xFF0C;&#x5BE6;&#x9A57;&#x5BA4;&#x53EF;&#x4EE5;&#x57F9;&#x990A;&#x6211;&#x4EC0;&#x9EBC;&#x80FD;&#x529B;&#x662F;&#x6211;&#x9078;&#x5BE6;&#x9A57;&#x5BA4;&#x7684;&#x7B2C;&#x4E00;&#x6E96;&#x5247;&#xFF0C;&#x56E0;&#x70BA;&#x6211;&#x77E5;&#x9053;&#x6211;&#x7684;&#x80FD;&#x529B;&#x6703;&#x5F71;&#x97FF;&#x6211;&#x7684;&#x4E0B;&#x4E00;&#x4EFD;&#x5DE5;&#x4F5C;&#xFF0C;&#x5B78;&#x6B77;&#x6703;&#x5F71;&#x97FF;&#x4E00;&#x500B;&#x4EBA;&#x7684;&#x7B2C;&#x4E00;&#x4EFD;&#x5DE5;&#x4F5C;&#xFF0C;&#x7B2C;&#x4E00;&#x4EFD;&#x5DE5;&#x4F5C;&#x7684;&#x5167;&#x5BB9;&#x6703;&#x5F71;&#x97FF;&#x7B2C;&#x4E8C;&#x4EFD;&#x5DE5;&#x4F5C;&#xFF0C;&#x4E00;&#x500B;&#x5BE6;&#x9A57;&#x5BA4;&#x6216;&#x4E00;&#x4EFD;&#x5DE5;&#x4F5C;&#xFF0C;&#x5C0D;&#x73FE;&#x5728;&#x7684;&#x6211;&#x4F86;&#x8AAA;&#x6700;&#x91CD;&#x8981;&#x7684;&#x662F;&#x5B83;&#x80FD;&#x8B93;&#x6211;&#x8B8A;&#x6210;&#x66F4;&#x6709;&#x80FD;&#x529B;&#x7684;&#x4EBA;&#xFF0C;&#x5E36;&#x7D66;&#x6211;&#x66F4;&#x597D;&#x7684;&#x6A5F;&#x6703;&#xFF0C;&#x5E36;&#x6211;&#x53BB;&#x66F4;&#x597D;&#x7684;&#x5730;&#x65B9;&#x3002;</p><h3 id="&#x5DE5;&#x4F5C;&#x5169;&#x5E74;&#x518D;&#x5FF5;&#x7814;&#x7A76;&#x6240;&#x6709;&#x4EC0;&#x9EBC;&#x58DE;&#x8655;">&#x5DE5;&#x4F5C;&#x5169;&#x5E74;&#x518D;&#x5FF5;&#x7814;&#x7A76;&#x6240;&#x6709;&#x4EC0;&#x9EBC;&#x58DE;&#x8655;</h3><p>&#x6211;&#x8AAA;&#x4E86;&#x9019;&#x9EBC;&#x591A;&#x5148;&#x5DE5;&#x4F5C;&#x518D;&#x5FF5;&#x66F8;&#x7684;&#x597D;&#x8655;&#xFF0C;&#x4F46;&#x4E0D;&#x5728;&#x5927;&#x56DB;&#x61C9;&#x5C46;&#x8003;&#x53D6;&#x7814;&#x7A76;&#x6240;&#x9084;&#x662F;&#x6709;&#x4E00;&#x5B9A;&#x7684;&#x98A8;&#x96AA;&#xFF0C;&#x5C31;&#x662F;&#x4E0D;&#x77E5;&#x9053;&#x5230;&#x5E95;&#x56DE;&#x4E0D;&#x56DE;&#x7684;&#x53BB;&#x5B78;&#x6821;&#xFF0C;&#x597D;&#x5E7E;&#x5E74;&#x6C92;&#x6709;&#x8A8D;&#x771F;&#x5FF5;&#x66F8;&#x4E86;&#xFF0C;&#x63A8;&#x7504;&#x4E0D;&#x78BA;&#x5B9A;&#x63A8;&#x5F97;&#x4E0A;&#xFF0C;&#x8003;&#x8A66;&#x53C8;&#x6015;&#x81EA;&#x5DF1;&#x592A;&#x4E45;&#x6C92;&#x5538;&#x66F8;&#x4E0D;&#x77E5;&#x9053;&#x9084;&#x884C;&#x4E0D;&#x884C;&#xFF0C;&#x9019;&#x534A;&#x5E74;&#x771F;&#x7684;&#x662F;&#x904E;&#x7684;&#x975E;&#x5E38;&#x7126;&#x616E;&#xFF0C;&#x8FAD;&#x6389;&#x5DE5;&#x4F5C;&#x4E4B;&#x5F8C;&#x5C31;&#x4E0D;&#x6703;&#x6BCF;&#x500B;&#x6708;&#x6709;&#x9322;&#x9032;&#x5E33;&#xFF0C;&#x5B58;&#x6B3E;&#x53EA;&#x6703;&#x4E00;&#x76F4;&#x6E1B;&#x5C11;&#xFF0C;&#x64D4;&#x5FC3;&#x534A;&#x5E74;&#x5F8C;&#x6C92;&#x6709;&#x8003;&#x4E0A;&#x56DE;&#x53BB;&#x627E;&#x5DE5;&#x4F5C;&#x6703;&#x627E;&#x4E0D;&#x5230;&#x597D;&#x516C;&#x53F8;&#xFF0C;&#x5C24;&#x5176;&#x6211;&#x5728;&#x88DC;&#x7FD2;&#x73ED;&#x6642;&#x767C;&#x73FE;&#x4F3C;&#x4E4E;&#x6709;&#x4E9B;&#x5B78;&#x751F;&#x662F;&#x6E96;&#x5099;&#x4E00;&#x5E74;&#x5230;&#x4E00;&#x5E74;&#x534A;&#x53BB;&#x8003;&#x8A66;&#xFF0C;&#x800C;&#x6211;&#x53EA;&#x6709;&#x534A;&#x5E74;&#x9084;&#x8981;&#x540C;&#x6642;&#x6E96;&#x5099;&#x63A8;&#x7504;&#xFF0C;&#x4E00;&#x76F4;&#x90FD;&#x5F88;&#x64D4;&#x5FC3;&#x6642;&#x9593;&#x4E0D;&#x5920;&#x3002;&#x5927;&#x7D04;&#x5728;&#x6210;&#x5927;&#x5099;&#x4E0A;&#x5F8C;&#x6211;&#x9677;&#x5165;&#x4E00;&#x6BB5;&#x5F88;&#x7CDF;&#x7684;&#x6642;&#x9593;&#xFF0C;&#x56E0;&#x70BA;&#x6211;&#x6C92;&#x6709;&#x5728;&#x6210;&#x5927;&#x627E;&#x5230;&#x7406;&#x60F3;&#x7684;&#x8001;&#x5E2B;&#xFF0C;&#x4EA4;&#x5927;&#x5728;&#x53EF;&#x80FD;&#x6703;&#x5099;&#x4E0A;&#x7684;&#x908A;&#x7DE3;&#xFF0C;&#x6E05;&#x5927;&#x7684;&#x8003;&#x5165;&#x5165;&#x5B78;&#x4E0D;&#x8003;&#x8A66;&#x53EA;&#x505A;&#x63A8;&#x7504;&#x53EF;&#x662F;&#x6211;&#x5728;&#x6E05;&#x5927;&#x63A8;&#x7504;&#x6642;&#x5DF2;&#x7D93;&#x843D;&#x699C;&#x904E;&#x4E00;&#x6B21;&#xFF0C;&#x518D;&#x4F86;&#x4E00;&#x6B21;&#x96E3;&#x9053;&#x5C31;&#x6703;&#x4E0A;&#x55CE; (&#x7D50;&#x679C;&#x518D;&#x4F86;&#x4E00;&#x6B21;&#x771F;&#x7684;&#x5C31;&#x4E0A;&#x4E86;)&#xFF0C;&#x5F9E;&#x5099;&#x4E0A;&#x6210;&#x5927;&#x5230;&#x5099;&#x4E0A;&#x4EA4;&#x5927;&#x4E2D;&#x9593;&#x7684;&#x9019;&#x6BB5;&#x6642;&#x9593;&#x6211;&#x771F;&#x7684;&#x4E00;&#x76F4;&#x5F88;&#x7126;&#x616E;&#xFF0C;&#x76F4;&#x5230;&#x6211;&#x5728;&#x4EA4;&#x5927;&#x627E;&#x5230;&#x4E86;&#x6211;&#x89BA;&#x5F97;&#x5F88;&#x4E0D;&#x932F;&#x7684;&#x6559;&#x6388;&#xFF0C;&#x6211;&#x624D;&#x6BD4;&#x8F03;&#x6062;&#x5FA9;&#x5E73;&#x5E38;&#x5FC3;&#x7E7C;&#x7E8C;&#x6E96;&#x5099;&#x53F0;&#x5927;&#x7684;&#x8003;&#x8A66;&#x3002;</p><h3 id="&#x7D50;&#x8A9E;">&#x7D50;&#x8A9E;</h3><p>&#x6211;&#x53EF;&#x4EE5;&#x6536;&#x5230;&#x56DB;&#x9593;&#x5927;&#x5B78;&#x7684;&#x9304;&#x53D6;&#x55AE;&#x5F88;&#x5927;&#x4E00;&#x90E8;&#x5206;&#x9084;&#x662F;&#x8981;&#x6B78;&#x529F;&#x6211;&#x4EE5;&#x524D;&#x7684;&#x52AA;&#x529B;&#xFF0C;&#x65BC;&#x63A8;&#x7504;&#x800C;&#x8A00;&#x5927;&#x5B78;&#x6821;&#x540D;&#x7576;&#x7136;&#x662F;&#x91CD;&#x8981;&#x7684;&#xFF0C;&#x5DE5;&#x4F5C;&#x5169;&#x5E74;&#x6211;&#x89BA;&#x5F97;&#x6211;&#x7684;&#x7A4D;&#x6975;&#x5EA6;&#x548C;&#x5C0D;&#x65BC;&#x4EBA;&#x751F;&#x898F;&#x5283;&#x7684;&#x60F3;&#x6CD5;&#x90FD;&#x591A;&#x4E86;&#x5F88;&#x591A;&#xFF0C;&#x6211;&#x89BA;&#x5F97;&#x5148;&#x5DE5;&#x4F5C;&#x4E00;&#x5B9A;&#x662F;&#x6709;&#x5F88;&#x5927;&#x7684;&#x597D;&#x8655;&#xFF0C;&#x4E5F;&#x6216;&#x8A31;&#x4F60;&#x5DE5;&#x4F5C;&#x4E4B;&#x5F8C;&#x624D;&#x767C;&#x73FE;&#x9019;&#x4EFD;&#x5DE5;&#x4F5C;&#x4F60;&#x6839;&#x672C;&#x4E00;&#x9EDE;&#x4E5F;&#x4E0D;&#x559C;&#x6B61;&#xFF0C;&#x90A3;&#x4E5F;&#x5F88;&#x597D;&#xFF0C;&#x53EF;&#x4EE5;&#x5728;&#x9084;&#x5E74;&#x8F15;&#x6642;&#x5C31;&#x60F3;&#x65B9;&#x6CD5;&#x8F49;&#x63DB;&#x5DE5;&#x4F5C;&#x9818;&#x57DF; (&#x7576;&#x7136;&#x5FF5;&#x7814;&#x7A76;&#x6240;&#x4E5F;&#x662F;&#x4E00;&#x7A2E;&#x5F88;&#x597D;&#x7684;&#x8F49;&#x63DB;&#x5DE5;&#x4F5C;&#x9818;&#x57DF;&#x7684;&#x65B9;&#x6CD5;)&#xFF0C;(&#x548C;&#x79D1;&#x7CFB;&#x76F8;&#x95DC;&#x7684;) &#x5DE5;&#x4F5C;&#x7D93;&#x6B77;&#x5C0D;&#x63A8;&#x7504;&#x4F86;&#x8AAA;&#x662F;&#x4E00;&#x500B;&#x5927;&#x5927;&#x7684;&#x52A0;&#x5206;&#x9805;&#xFF0C;&#x4F46;&#x4E0D;&#x8AD6;&#x4EC0;&#x9EBC;&#x65B9;&#x6CD5;&#xFF0C;&#x8FAD;&#x8077;&#x662F;&#x4E00;&#x4EF6;&#x4E0D;&#x53EF;&#x9006;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x591A;&#x5C11;&#x6709;&#x4E00;&#x9EDE;&#x8CED;&#x81EA;&#x5DF1;&#x4E0A;&#x699C;&#x7684;&#x610F;&#x5473;&#x5728;&#xFF0C;&#x9664;&#x4E86;&#x8FAD;&#x8077;&#x4E4B;&#x5916;&#xFF0C;&#x534A;&#x5E74;&#x7684;&#x7A7A;&#x767D;&#x671F;&#x6211;&#x6700;&#x5BB3;&#x6015;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x6240;&#x4EE5;&#x6211;&#x5728;&#x8FAD;&#x8077;&#x4E4B;&#x524D;&#x5DF2;&#x7D93;&#x5728;&#x4E0B;&#x73ED;&#x5F8C;&#x5FF5;&#x66F8;&#xFF0C;&#x628A;&#x81EA;&#x5DF1;&#x5C0D;&#x5FF5;&#x66F8;&#x9019;&#x4EF6;&#x4E8B;&#x60C5;&#x7684;&#x719F;&#x6089;&#x611F;&#x627E;&#x56DE;&#x4F86;&#xFF0C;&#x7576;&#x6211;&#x6B63;&#x5F0F;&#x63D0;&#x51FA;&#x8FAD;&#x8077;&#x6642;&#x6211;&#x7684;&#x4E0A;&#x53F8;&#x9084;&#x554F;&#x6211;&#x8981;&#x4E0D;&#x8981;&#x518D;&#x8003;&#x616E;&#x4E00;&#x4E0B;&#x4E0D;&#x8981;&#x885D;&#x52D5;&#x8FAD;&#x8077;&#xFF0C;&#x4F46;&#x90A3;&#x6642;&#x5019;&#x5176;&#x5BE6;&#x6211;&#x5DF2;&#x7D93;&#x505A;&#x597D;&#x6C7A;&#x5B9A;&#x5F88;&#x4E45;&#x4E86;&#xFF0C;&#x6240;&#x4EE5;&#x975E;&#x5E38;&#x5805;&#x5B9A;&#x7684;&#x8FAD;&#x8077;&#x4E86;&#x3002;</p>]]></content>
    
    
      
      
    <summary type="html">&lt;h3 id=&quot;&amp;#x8FAD;&amp;#x8077;&amp;#x6E96;&amp;#x5099;&amp;#x7814;&amp;#x7A76;&amp;#x6240;&quot;&gt;&amp;#x8FAD;&amp;#x8077;&amp;#x6E96;&amp;#x5099;&amp;#x7814;&amp;#x7A76;&amp;#x6240;&lt;/h3&gt;
&lt;p&gt;&amp;#x6211;&amp;</summary>
      
    
    
    
    
  </entry>
  
</feed>
