<!DOCTYPE html>
<html lang="en" color-mode="light">

  <head>
  <meta charset="utf-8">
  <meta name="viewport" content="width=device-width, initial-scale=1" />
  <meta name="keywords" content="" />
  <meta name="author" content="Wendy" />
  <meta name="description" content="" />
  
  
  <title>
    
      工作兩年辭職準備研究所 
      
      
      |
    
     Wendy
  </title>

  
    <link rel="apple-touch-icon" href="/images/favicon.png">
    <link rel="icon" href="/images/favicon.png">
  

  <!-- Raleway-Font -->
  <link href="https://fonts.googleapis.com/css?family=Raleway&display=swap" rel="stylesheet">

  <!-- hexo site css -->
  
<link rel="stylesheet" href="../../../../css/color-scheme.css">
<link rel="stylesheet" href="../../../../css/base.css">
<link rel="stylesheet" href="../../../../iconfont/iconfont.css">
<link rel="stylesheet" href="../../../../css/github-markdown.css">
<link rel="stylesheet" href="../../../../css/highlight.css">
<link rel="stylesheet" href="../../../../css/comments.css">


  <!-- jquery3.3.1 -->
  <script src="https://cdn.bootcss.com/jquery/3.3.1/jquery.min.js"></script>

  <!-- fancybox -->
  <link href="https://cdn.bootcss.com/fancybox/3.5.2/jquery.fancybox.min.css" rel="stylesheet">
  <script async src="https://cdn.bootcss.com/fancybox/3.5.2/jquery.fancybox.min.js"></script>
  
<script src="../../../../js/fancybox.js"></script>


  

  <script>
    var html = document.documentElement
    const colorMode = localStorage.getItem('color-mode')
    if (colorMode) {
      document.documentElement.setAttribute('color-mode', colorMode)
    }
  </script>

<meta name="generator" content="Hexo 5.4.0"><link rel="alternate" href="atom.xml" title="Wendy" type="application/atom+xml">
</head>


  <body>
    <div id="app">
      <div class="header">
  <div class="avatar">
    <a href="/">
      <!-- 头像取消懒加载，添加no-lazy -->
      
        <img src="/images/avatar.png" alt="">
      
    </a>
    <div class="nickname"><a href="/">Oranges</a></div>
  </div>
  <div class="navbar">
    <ul>
      
        <li class="nav-item" data-path="/">
          <a href="/">Home</a>
        </li>
      
        <li class="nav-item" data-path="/archives/">
          <a href="/archives/">Archives</a>
        </li>
      
        <li class="nav-item" data-path="/tags/">
          <a href="/tags/">Tags</a>
        </li>
      
        <li class="nav-item" data-path="/friends/">
          <a href="/friends/">Friends</a>
        </li>
      
        <li class="nav-item" data-path="/about/">
          <a href="/about/">About</a>
        </li>
      
    </ul>
  </div>
</div>


<script src="../../../../js/activeNav.js"></script>



      <div class="flex-container">
        <!-- 文章详情页，展示文章具体内容，url形式：https://yoursite/文章标题/ -->
<!-- 同时为「标签tag」，「朋友friend」，「分类categories」，「关于about」页面的承载页面，具体展示取决于page.type -->

<!-- LaTex Display -->
<script src="https://polyfill.io/v3/polyfill.min.js?features=es6"></script>
<script type="text/javascript" id="MathJax-script" async
  src="https://cdn.jsdelivr.net/npm/mathjax@3/es5/tex-chtml.js">
</script>
<script>
MathJax = {
  tex: {
    inlineMath: [['$', '$'], ['\\(', '\\)']]
  }
};
</script>



  

  

  

  
  <!-- 文章内容页 url形式：https://yoursite/文章标题/ -->
  <div class="container post-details" id="post-details">
    <div class="post-content">
      <div class="post-title">工作兩年辭職準備研究所</div>
      <div class="post-attach">
        <span class="post-pubtime">
          <i class="iconfont icon-updatetime" title="Update time"></i>
          2019-03-23 06:02:11
        </span>
        
      </div>
      <div class="markdown-body">
        <h3 id="&#x8FAD;&#x8077;&#x6E96;&#x5099;&#x7814;&#x7A76;&#x6240;"><a href="#&#x8FAD;&#x8077;&#x6E96;&#x5099;&#x7814;&#x7A76;&#x6240;" class="headerlink" title="&#x8FAD;&#x8077;&#x6E96;&#x5099;&#x7814;&#x7A76;&#x6240;"></a>&#x8FAD;&#x8077;&#x6E96;&#x5099;&#x7814;&#x7A76;&#x6240;</h3><p>&#x6211;&#x5F9E;&#x67D0;&#x56DB;&#x5927;&#x6A5F;&#x68B0;&#x7CFB;&#x7562;&#x696D;&#x5F8C;&#x5C31;&#x53BB;&#x5DE5;&#x4F5C;&#x4E86;&#xFF0C;&#x56E0;&#x70BA;&#x6211;&#x7684;&#x7CFB;&#x6392;&#x53EA;&#x6709; 70% &#x5DE6;&#x53F3;&#xFF0C;&#x4E5F;&#x4E0D;&#x60F3;&#x8981;&#x6E96;&#x5099;&#x8003;&#x8A66;&#xFF0C;&#x7576;&#x6642;&#x6211;&#x5C0D;&#x5FF5;&#x66F8;&#x9019;&#x4EF6;&#x4E8B;&#x60C5;&#x5DF2;&#x7D93;&#x975E;&#x5E38;&#x53AD;&#x5026;&#xFF0C;&#x6211;&#x5C0D;&#x6A5F;&#x68B0;&#x7CFB;&#x4E5F;&#x4E0D;&#x662F;&#x771F;&#x7684;&#x975E;&#x5E38;&#x6709;&#x71B1;&#x5FF1;&#xFF0C;&#x6240;&#x4EE5;&#x5C31;&#x60F3;&#xFF0C;&#x90A3;&#x5C31;&#x51FA;&#x53BB;&#x5DE5;&#x4F5C;&#x5427;&#xFF0C;&#x81F3;&#x5C11;&#x53EF;&#x4EE5;&#x770B;&#x770B;&#x81EA;&#x5DF1;&#x5230;&#x5E95;&#x80FD;&#x4E0D;&#x80FD;&#x7368;&#x7ACB;&#x751F;&#x6D3B;&#xFF0C;&#x7576;&#x6642;&#x4E5F;&#x60F3;&#x597D;&#x518D;&#x904E;&#x4E00;&#x5169;&#x5E74;&#x5982;&#x679C;&#x6539;&#x8B8A;&#x5FC3;&#x610F;&#x60F3;&#x5FF5;&#x7814;&#x7A76;&#x6240;&#x90A3;&#x5C31;&#x53BB;&#x5427;&#x3002;</p>
<h3 id="&#x63A8;&#x7504;&#x548C;&#x8003;&#x8A66;"><a href="#&#x63A8;&#x7504;&#x548C;&#x8003;&#x8A66;" class="headerlink" title="&#x63A8;&#x7504;&#x548C;&#x8003;&#x8A66;"></a>&#x63A8;&#x7504;&#x548C;&#x8003;&#x8A66;</h3><p>&#x6211;&#x5F9E; 2018 &#x5E74;&#x7684;&#x4E09;&#x6708;&#x958B;&#x59CB;&#x6162;&#x6162;&#x7684;&#x8B80;&#x8D77;&#x66F8;&#x4F86;&#xFF0C; &#x4F46;&#x56E0;&#x70BA;&#x662F;&#x908A;&#x4E0A;&#x73ED;&#x908A;&#x5FF5;&#x66F8;&#xFF0C;&#x4E00;&#x5929;&#x5927;&#x7D04;&#x53EA;&#x80FD;&#x5538;&#x5230;&#x5169;&#x500B;&#x5C0F;&#x6642;&#x5DE6;&#x53F3;&#x7684;&#x66F8;&#xFF0C;&#x4E2D;&#x9593;&#x9084;&#x7D93;&#x6B77;&#x7D04;&#x672B;&#x4E00;&#x500B;&#x6708;&#x5E38;&#x5E38;&#x52A0;&#x73ED;&#x7684;&#x65E5;&#x5B50;&#xFF0C; &#x56E0;&#x6B64;&#x9032;&#x5EA6;&#x5B8C;&#x5168;&#x66AB;&#x505C;&#xFF0C;&#x76F4;&#x5230;&#x516D;&#x6708;&#x6642;&#x6C7A;&#x5B9A;&#x63D0;&#x51FA;&#x8FAD;&#x5448;&#xFF0C;&#x4E03;&#x6708;&#x6B63;&#x5F0F;&#x96E2;&#x8077;&#xFF0C;&#x4E4B;&#x5F8C;&#x5C31;&#x5728;&#x88DC;&#x7FD2;&#x73ED;&#x4E0A;&#x4E86;&#x4E00;&#x6691;&#x5047;&#x7684;&#x8AB2;&#xFF0C;&#x7D04;&#x83AB;&#x4E5D;&#x6708;&#x7684;&#x6642;&#x5019;&#x958B;&#x59CB;&#x6E96;&#x5099;&#x63A8;&#x7504;&#xFF0C;&#x63A8;&#x7504;&#x8CC7;&#x6599;&#x5305;&#x542B;&#x81EA;&#x50B3;&#x63A8;&#x85A6;&#x4FE1;&#x90FD;&#x8981;&#x82B1;&#x4E00;&#x5B9A;&#x7684;&#x6642;&#x9593;&#x6E96;&#x5099;&#xFF0C;&#x9304;&#x53D6;&#x4E4B;&#x5F8C;&#x627E;&#x6559;&#x6388;&#x7684;&#x6642;&#x9593;&#x4E5F;&#x9700;&#x8981;&#x4E00;&#x500B;&#x661F;&#x671F;&#x5DE6;&#x53F3;&#xFF0C;&#x6211;&#x4E00;&#x76F4;&#x5F88;&#x64D4;&#x5FC3;&#x5982;&#x679C;&#x6C92;&#x6709;&#x63A8;&#x4E0A;&#x4EFB;&#x4F55;&#x4E00;&#x6240;&#x5B78;&#x6821;&#xFF0C;&#x90A3;&#x6E96;&#x5099;&#x7684;&#x6642;&#x9593;&#x5C31;&#x6D6A;&#x8CBB;&#x6389;&#x4E86;&#xFF0C;&#x4F46;&#x56E0;&#x6211;&#x89BA;&#x5F97;&#x6211;&#x5728;&#x63A8;&#x7504;&#x4E0A;&#x6709;&#x4E00;&#x5B9A;&#x512A;&#x52E2; (&#x5DE5;&#x4F5C;&#x7D93;&#x9A57;)&#xFF0C;&#x6240;&#x4EE5;&#x4E0D;&#x60F3;&#x653E;&#x68C4;&#x9019;&#x500B;&#x7BA1;&#x9053;&#xFF0C;&#x6700;&#x5F8C;&#x6211;&#x5728;&#x5341;&#x4E8C;&#x6708;&#x5099;&#x4E0A;&#x6210;&#x5927;&#xFF0C;&#x4E00;&#x6708;&#x5099;&#x4E0A;&#x4EA4;&#x5927;&#xFF0C;&#x7136;&#x5F8C;&#x53C3;&#x52A0;&#x4E8C;&#x6708;&#x7684;&#x7814;&#x7A76;&#x6240;&#x8003;&#x8A66;&#xFF0C;&#x6E05;&#x5927;&#x7684;&#x8003;&#x8A66;&#x5165;&#x5B78;&#x5176;&#x5BE6;&#x4E5F;&#x662F;&#x63A8;&#x7504;&#x7684;&#x65B9;&#x5F0F; (&#x53EA;&#x662F;&#x8981;&#x8003;&#x4E00;&#x79D1;&#x82F1;&#x6587;)&#xFF0C;&#x53F0;&#x5927;&#x662F;&#x666E;&#x901A;&#x8003;&#x8A66;&#x65B9;&#x5F0F;&#xFF0C;&#x6700;&#x5F8C;&#x9019;&#x5169;&#x9593;&#x90FD;&#x6B63;&#x53D6;&#x4E86;&#x3002;&#x6211;&#x6700;&#x5F8C;&#x6C7A;&#x5B9A;&#x8981;&#x5728;&#x6E05;&#x5927;&#x8B80;&#x78A9;&#x58EB;&#xFF0C;&#x56E0;&#x70BA;&#x6211;&#x5C0D;&#x6E05;&#x5927;&#x7684;&#x5BE6;&#x9A57;&#x5BA4;&#x6BD4;&#x8F03;&#x611F;&#x8208;&#x8DA3;&#x3002;</p>
<h3 id="&#x5DE5;&#x4F5C;&#x5169;&#x5E74;&#x518D;&#x5FF5;&#x7814;&#x7A76;&#x6240;&#x6709;&#x4EC0;&#x9EBC;&#x597D;&#x8655;"><a href="#&#x5DE5;&#x4F5C;&#x5169;&#x5E74;&#x518D;&#x5FF5;&#x7814;&#x7A76;&#x6240;&#x6709;&#x4EC0;&#x9EBC;&#x597D;&#x8655;" class="headerlink" title="&#x5DE5;&#x4F5C;&#x5169;&#x5E74;&#x518D;&#x5FF5;&#x7814;&#x7A76;&#x6240;&#x6709;&#x4EC0;&#x9EBC;&#x597D;&#x8655;"></a>&#x5DE5;&#x4F5C;&#x5169;&#x5E74;&#x518D;&#x5FF5;&#x7814;&#x7A76;&#x6240;&#x6709;&#x4EC0;&#x9EBC;&#x597D;&#x8655;</h3><p>&#x6211;&#x89BA;&#x5F97;&#x73FE;&#x5728;&#x7684;&#x6211;&#x6BD4;&#x5927;&#x56DB;&#x7684;&#x6642;&#x5019;&#x66F4;&#x77E5;&#x9053;&#x81EA;&#x5DF1;&#x60F3;&#x8981;&#x4EC0;&#x9EBC;&#xFF0C;&#x6211;&#x8DDF;&#x7684;&#x5BE6;&#x9A57;&#x5BA4;&#x6709;&#x5F88;&#x5927;&#x90E8;&#x5206;&#x9700;&#x8981;&#x5BEB;&#x7A0B;&#x5F0F;&#xFF0C;&#x6240;&#x4EE5;&#x6211;&#x627E;&#x4E86;&#x597D;&#x5E7E;&#x500B;&#x8CC7;&#x5DE5;&#x80CC;&#x666F;&#x7684;&#x670B;&#x53CB;&#x8AEE;&#x8A62;&#x6211;&#x8981;&#x5982;&#x4F55;&#x5728;&#x6700;&#x77ED;&#x6642;&#x9593;&#x5167;&#x628A;&#x6211;&#x7684;&#x7A0B;&#x5F0F;&#x80FD;&#x529B;&#x62C9;&#x8D77;&#x4F86;&#xFF0C;&#x800C;&#x6211;&#x4E5F;&#x5E0C;&#x671B;&#x53EF;&#x4EE5;&#x8A66;&#x8A66;&#x770B;&#x80FD;&#x4E0D;&#x80FD;&#x8D81;&#x6B64;&#x6A5F;&#x6703;&#x57F9;&#x990A;&#x7A0B;&#x5F0F;&#x80FD;&#x529B;&#x4E4B;&#x5F8C;&#x80FD;&#x671D;&#x8CC7;&#x5DE5;&#x9818;&#x57DF;&#x767C;&#x5C55;&#x3002;</p>
<p>&#x56E0;&#x70BA;&#x5DE5;&#x4F5C;&#x904E;&#x7684;&#x95DC;&#x4FC2;&#xFF0C;&#x5BE6;&#x9A57;&#x5BA4;&#x53EF;&#x4EE5;&#x57F9;&#x990A;&#x6211;&#x4EC0;&#x9EBC;&#x80FD;&#x529B;&#x662F;&#x6211;&#x9078;&#x5BE6;&#x9A57;&#x5BA4;&#x7684;&#x7B2C;&#x4E00;&#x6E96;&#x5247;&#xFF0C;&#x56E0;&#x70BA;&#x6211;&#x77E5;&#x9053;&#x6211;&#x7684;&#x80FD;&#x529B;&#x6703;&#x5F71;&#x97FF;&#x6211;&#x7684;&#x4E0B;&#x4E00;&#x4EFD;&#x5DE5;&#x4F5C;&#xFF0C;&#x5B78;&#x6B77;&#x6703;&#x5F71;&#x97FF;&#x4E00;&#x500B;&#x4EBA;&#x7684;&#x7B2C;&#x4E00;&#x4EFD;&#x5DE5;&#x4F5C;&#xFF0C;&#x7B2C;&#x4E00;&#x4EFD;&#x5DE5;&#x4F5C;&#x7684;&#x5167;&#x5BB9;&#x6703;&#x5F71;&#x97FF;&#x7B2C;&#x4E8C;&#x4EFD;&#x5DE5;&#x4F5C;&#xFF0C;&#x4E00;&#x500B;&#x5BE6;&#x9A57;&#x5BA4;&#x6216;&#x4E00;&#x4EFD;&#x5DE5;&#x4F5C;&#xFF0C;&#x5C0D;&#x73FE;&#x5728;&#x7684;&#x6211;&#x4F86;&#x8AAA;&#x6700;&#x91CD;&#x8981;&#x7684;&#x662F;&#x5B83;&#x80FD;&#x8B93;&#x6211;&#x8B8A;&#x6210;&#x66F4;&#x6709;&#x80FD;&#x529B;&#x7684;&#x4EBA;&#xFF0C;&#x5E36;&#x7D66;&#x6211;&#x66F4;&#x597D;&#x7684;&#x6A5F;&#x6703;&#xFF0C;&#x5E36;&#x6211;&#x53BB;&#x66F4;&#x597D;&#x7684;&#x5730;&#x65B9;&#x3002;</p>
<h3 id="&#x5DE5;&#x4F5C;&#x5169;&#x5E74;&#x518D;&#x5FF5;&#x7814;&#x7A76;&#x6240;&#x6709;&#x4EC0;&#x9EBC;&#x58DE;&#x8655;"><a href="#&#x5DE5;&#x4F5C;&#x5169;&#x5E74;&#x518D;&#x5FF5;&#x7814;&#x7A76;&#x6240;&#x6709;&#x4EC0;&#x9EBC;&#x58DE;&#x8655;" class="headerlink" title="&#x5DE5;&#x4F5C;&#x5169;&#x5E74;&#x518D;&#x5FF5;&#x7814;&#x7A76;&#x6240;&#x6709;&#x4EC0;&#x9EBC;&#x58DE;&#x8655;"></a>&#x5DE5;&#x4F5C;&#x5169;&#x5E74;&#x518D;&#x5FF5;&#x7814;&#x7A76;&#x6240;&#x6709;&#x4EC0;&#x9EBC;&#x58DE;&#x8655;</h3><p>&#x6211;&#x8AAA;&#x4E86;&#x9019;&#x9EBC;&#x591A;&#x5148;&#x5DE5;&#x4F5C;&#x518D;&#x5FF5;&#x66F8;&#x7684;&#x597D;&#x8655;&#xFF0C;&#x4F46;&#x4E0D;&#x5728;&#x5927;&#x56DB;&#x61C9;&#x5C46;&#x8003;&#x53D6;&#x7814;&#x7A76;&#x6240;&#x9084;&#x662F;&#x6709;&#x4E00;&#x5B9A;&#x7684;&#x98A8;&#x96AA;&#xFF0C;&#x5C31;&#x662F;&#x4E0D;&#x77E5;&#x9053;&#x5230;&#x5E95;&#x56DE;&#x4E0D;&#x56DE;&#x7684;&#x53BB;&#x5B78;&#x6821;&#xFF0C;&#x597D;&#x5E7E;&#x5E74;&#x6C92;&#x6709;&#x8A8D;&#x771F;&#x5FF5;&#x66F8;&#x4E86;&#xFF0C;&#x63A8;&#x7504;&#x4E0D;&#x78BA;&#x5B9A;&#x63A8;&#x5F97;&#x4E0A;&#xFF0C;&#x8003;&#x8A66;&#x53C8;&#x6015;&#x81EA;&#x5DF1;&#x592A;&#x4E45;&#x6C92;&#x5538;&#x66F8;&#x4E0D;&#x77E5;&#x9053;&#x9084;&#x884C;&#x4E0D;&#x884C;&#xFF0C;&#x9019;&#x534A;&#x5E74;&#x771F;&#x7684;&#x662F;&#x904E;&#x7684;&#x975E;&#x5E38;&#x7126;&#x616E;&#xFF0C;&#x8FAD;&#x6389;&#x5DE5;&#x4F5C;&#x4E4B;&#x5F8C;&#x5C31;&#x4E0D;&#x6703;&#x6BCF;&#x500B;&#x6708;&#x6709;&#x9322;&#x9032;&#x5E33;&#xFF0C;&#x5B58;&#x6B3E;&#x53EA;&#x6703;&#x4E00;&#x76F4;&#x6E1B;&#x5C11;&#xFF0C;&#x64D4;&#x5FC3;&#x534A;&#x5E74;&#x5F8C;&#x6C92;&#x6709;&#x8003;&#x4E0A;&#x56DE;&#x53BB;&#x627E;&#x5DE5;&#x4F5C;&#x6703;&#x627E;&#x4E0D;&#x5230;&#x597D;&#x516C;&#x53F8;&#xFF0C;&#x5C24;&#x5176;&#x6211;&#x5728;&#x88DC;&#x7FD2;&#x73ED;&#x6642;&#x767C;&#x73FE;&#x4F3C;&#x4E4E;&#x6709;&#x4E9B;&#x5B78;&#x751F;&#x662F;&#x6E96;&#x5099;&#x4E00;&#x5E74;&#x5230;&#x4E00;&#x5E74;&#x534A;&#x53BB;&#x8003;&#x8A66;&#xFF0C;&#x800C;&#x6211;&#x53EA;&#x6709;&#x534A;&#x5E74;&#x9084;&#x8981;&#x540C;&#x6642;&#x6E96;&#x5099;&#x63A8;&#x7504;&#xFF0C;&#x4E00;&#x76F4;&#x90FD;&#x5F88;&#x64D4;&#x5FC3;&#x6642;&#x9593;&#x4E0D;&#x5920;&#x3002;&#x5927;&#x7D04;&#x5728;&#x6210;&#x5927;&#x5099;&#x4E0A;&#x5F8C;&#x6211;&#x9677;&#x5165;&#x4E00;&#x6BB5;&#x5F88;&#x7CDF;&#x7684;&#x6642;&#x9593;&#xFF0C;&#x56E0;&#x70BA;&#x6211;&#x6C92;&#x6709;&#x5728;&#x6210;&#x5927;&#x627E;&#x5230;&#x7406;&#x60F3;&#x7684;&#x8001;&#x5E2B;&#xFF0C;&#x4EA4;&#x5927;&#x5728;&#x53EF;&#x80FD;&#x6703;&#x5099;&#x4E0A;&#x7684;&#x908A;&#x7DE3;&#xFF0C;&#x6E05;&#x5927;&#x7684;&#x8003;&#x5165;&#x5165;&#x5B78;&#x4E0D;&#x8003;&#x8A66;&#x53EA;&#x505A;&#x63A8;&#x7504;&#x53EF;&#x662F;&#x6211;&#x5728;&#x6E05;&#x5927;&#x63A8;&#x7504;&#x6642;&#x5DF2;&#x7D93;&#x843D;&#x699C;&#x904E;&#x4E00;&#x6B21;&#xFF0C;&#x518D;&#x4F86;&#x4E00;&#x6B21;&#x96E3;&#x9053;&#x5C31;&#x6703;&#x4E0A;&#x55CE; (&#x7D50;&#x679C;&#x518D;&#x4F86;&#x4E00;&#x6B21;&#x771F;&#x7684;&#x5C31;&#x4E0A;&#x4E86;)&#xFF0C;&#x5F9E;&#x5099;&#x4E0A;&#x6210;&#x5927;&#x5230;&#x5099;&#x4E0A;&#x4EA4;&#x5927;&#x4E2D;&#x9593;&#x7684;&#x9019;&#x6BB5;&#x6642;&#x9593;&#x6211;&#x771F;&#x7684;&#x4E00;&#x76F4;&#x5F88;&#x7126;&#x616E;&#xFF0C;&#x76F4;&#x5230;&#x6211;&#x5728;&#x4EA4;&#x5927;&#x627E;&#x5230;&#x4E86;&#x6211;&#x89BA;&#x5F97;&#x5F88;&#x4E0D;&#x932F;&#x7684;&#x6559;&#x6388;&#xFF0C;&#x6211;&#x624D;&#x6BD4;&#x8F03;&#x6062;&#x5FA9;&#x5E73;&#x5E38;&#x5FC3;&#x7E7C;&#x7E8C;&#x6E96;&#x5099;&#x53F0;&#x5927;&#x7684;&#x8003;&#x8A66;&#x3002;</p>
<h3 id="&#x7D50;&#x8A9E;"><a href="#&#x7D50;&#x8A9E;" class="headerlink" title="&#x7D50;&#x8A9E;"></a>&#x7D50;&#x8A9E;</h3><p>&#x6211;&#x53EF;&#x4EE5;&#x6536;&#x5230;&#x56DB;&#x9593;&#x5927;&#x5B78;&#x7684;&#x9304;&#x53D6;&#x55AE;&#x5F88;&#x5927;&#x4E00;&#x90E8;&#x5206;&#x9084;&#x662F;&#x8981;&#x6B78;&#x529F;&#x6211;&#x4EE5;&#x524D;&#x7684;&#x52AA;&#x529B;&#xFF0C;&#x65BC;&#x63A8;&#x7504;&#x800C;&#x8A00;&#x5927;&#x5B78;&#x6821;&#x540D;&#x7576;&#x7136;&#x662F;&#x91CD;&#x8981;&#x7684;&#xFF0C;&#x5DE5;&#x4F5C;&#x5169;&#x5E74;&#x6211;&#x89BA;&#x5F97;&#x6211;&#x7684;&#x7A4D;&#x6975;&#x5EA6;&#x548C;&#x5C0D;&#x65BC;&#x4EBA;&#x751F;&#x898F;&#x5283;&#x7684;&#x60F3;&#x6CD5;&#x90FD;&#x591A;&#x4E86;&#x5F88;&#x591A;&#xFF0C;&#x6211;&#x89BA;&#x5F97;&#x5148;&#x5DE5;&#x4F5C;&#x4E00;&#x5B9A;&#x662F;&#x6709;&#x5F88;&#x5927;&#x7684;&#x597D;&#x8655;&#xFF0C;&#x4E5F;&#x6216;&#x8A31;&#x4F60;&#x5DE5;&#x4F5C;&#x4E4B;&#x5F8C;&#x624D;&#x767C;&#x73FE;&#x9019;&#x4EFD;&#x5DE5;&#x4F5C;&#x4F60;&#x6839;&#x672C;&#x4E00;&#x9EDE;&#x4E5F;&#x4E0D;&#x559C;&#x6B61;&#xFF0C;&#x90A3;&#x4E5F;&#x5F88;&#x597D;&#xFF0C;&#x53EF;&#x4EE5;&#x5728;&#x9084;&#x5E74;&#x8F15;&#x6642;&#x5C31;&#x60F3;&#x65B9;&#x6CD5;&#x8F49;&#x63DB;&#x5DE5;&#x4F5C;&#x9818;&#x57DF; (&#x7576;&#x7136;&#x5FF5;&#x7814;&#x7A76;&#x6240;&#x4E5F;&#x662F;&#x4E00;&#x7A2E;&#x5F88;&#x597D;&#x7684;&#x8F49;&#x63DB;&#x5DE5;&#x4F5C;&#x9818;&#x57DF;&#x7684;&#x65B9;&#x6CD5;)&#xFF0C;(&#x548C;&#x79D1;&#x7CFB;&#x76F8;&#x95DC;&#x7684;) &#x5DE5;&#x4F5C;&#x7D93;&#x6B77;&#x5C0D;&#x63A8;&#x7504;&#x4F86;&#x8AAA;&#x662F;&#x4E00;&#x500B;&#x5927;&#x5927;&#x7684;&#x52A0;&#x5206;&#x9805;&#xFF0C;&#x4F46;&#x4E0D;&#x8AD6;&#x4EC0;&#x9EBC;&#x65B9;&#x6CD5;&#xFF0C;&#x8FAD;&#x8077;&#x662F;&#x4E00;&#x4EF6;&#x4E0D;&#x53EF;&#x9006;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x591A;&#x5C11;&#x6709;&#x4E00;&#x9EDE;&#x8CED;&#x81EA;&#x5DF1;&#x4E0A;&#x699C;&#x7684;&#x610F;&#x5473;&#x5728;&#xFF0C;&#x9664;&#x4E86;&#x8FAD;&#x8077;&#x4E4B;&#x5916;&#xFF0C;&#x534A;&#x5E74;&#x7684;&#x7A7A;&#x767D;&#x671F;&#x6211;&#x6700;&#x5BB3;&#x6015;&#x7684;&#x4E8B;&#x60C5;&#xFF0C;&#x6240;&#x4EE5;&#x6211;&#x5728;&#x8FAD;&#x8077;&#x4E4B;&#x524D;&#x5DF2;&#x7D93;&#x5728;&#x4E0B;&#x73ED;&#x5F8C;&#x5FF5;&#x66F8;&#xFF0C;&#x628A;&#x81EA;&#x5DF1;&#x5C0D;&#x5FF5;&#x66F8;&#x9019;&#x4EF6;&#x4E8B;&#x60C5;&#x7684;&#x719F;&#x6089;&#x611F;&#x627E;&#x56DE;&#x4F86;&#xFF0C;&#x7576;&#x6211;&#x6B63;&#x5F0F;&#x63D0;&#x51FA;&#x8FAD;&#x8077;&#x6642;&#x6211;&#x7684;&#x4E0A;&#x53F8;&#x9084;&#x554F;&#x6211;&#x8981;&#x4E0D;&#x8981;&#x518D;&#x8003;&#x616E;&#x4E00;&#x4E0B;&#x4E0D;&#x8981;&#x885D;&#x52D5;&#x8FAD;&#x8077;&#xFF0C;&#x4F46;&#x90A3;&#x6642;&#x5019;&#x5176;&#x5BE6;&#x6211;&#x5DF2;&#x7D93;&#x505A;&#x597D;&#x6C7A;&#x5B9A;&#x5F88;&#x4E45;&#x4E86;&#xFF0C;&#x6240;&#x4EE5;&#x975E;&#x5E38;&#x5805;&#x5B9A;&#x7684;&#x8FAD;&#x8077;&#x4E86;&#x3002;</p>

      </div>
      
        <div class="prev-or-next">
          <div class="post-foot-next">
            
          </div>
          <div class="post-attach">
            <span class="post-pubtime">
              <i class="iconfont icon-updatetime" title="Update time"></i>
              2019-03-23 06:02:11
            </span>
            
          </div>
          <div class="post-foot-prev">
            
              <a href="../../../../2020/10/02/%E6%B8%85%E5%A4%A7%E8%B3%87%E5%B7%A5%E4%BF%AE%E8%AA%B2%E7%B4%80%E9%8C%84/" target="_self">
                <span>Next</span>
                <i class="iconfont icon-chevronright"></i>
              </a>
            
          </div>
        </div>
      
    </div>
    
  <div id="btn-catalog" class="btn-catalog">
    <i class="iconfont icon-catalog"></i>
  </div>
  <div class="post-catalog hidden" id="catalog">
    <div class="title">Contents</div>
    <div class="catalog-content">
      <ol class="toc"><li class="toc-item toc-level-3"><a class="toc-link" href="#%E8%BE%AD%E8%81%B7%E6%BA%96%E5%82%99%E7%A0%94%E7%A9%B6%E6%89%80"><span class="toc-text">辭職準備研究所</span></a></li><li class="toc-item toc-level-3"><a class="toc-link" href="#%E6%8E%A8%E7%94%84%E5%92%8C%E8%80%83%E8%A9%A6"><span class="toc-text">推甄和考試</span></a></li><li class="toc-item toc-level-3"><a class="toc-link" href="#%E5%B7%A5%E4%BD%9C%E5%85%A9%E5%B9%B4%E5%86%8D%E5%BF%B5%E7%A0%94%E7%A9%B6%E6%89%80%E6%9C%89%E4%BB%80%E9%BA%BC%E5%A5%BD%E8%99%95"><span class="toc-text">工作兩年再念研究所有什麼好處</span></a></li><li class="toc-item toc-level-3"><a class="toc-link" href="#%E5%B7%A5%E4%BD%9C%E5%85%A9%E5%B9%B4%E5%86%8D%E5%BF%B5%E7%A0%94%E7%A9%B6%E6%89%80%E6%9C%89%E4%BB%80%E9%BA%BC%E5%A3%9E%E8%99%95"><span class="toc-text">工作兩年再念研究所有什麼壞處</span></a></li><li class="toc-item toc-level-3"><a class="toc-link" href="#%E7%B5%90%E8%AA%9E"><span class="toc-text">結語</span></a></li></ol>
    </div>
  </div>

  
<script src="../../../../js/catalog.js"></script>




    
      <div class="comments-container">
        





      </div>
    
  </div>


        <div class="footer">
  <div class="social">
    <ul>
      
        <li>
          <a title="github" target="_blank" rel="noopener" href="https://github.com/zchengsite/hexo-theme-oranges">
            <i class="iconfont icon-github"></i>
          </a>
        </li>
      
        <li>
          <a title="email" href="">
            <i class="iconfont icon-envelope"></i>
          </a>
        </li>
      
        <li>
          <a title="facebook" href="">
            <i class="iconfont icon-facebooksquare"></i>
          </a>
        </li>
      
        <li>
          <a title="twitter" href="">
            <i class="iconfont icon-twitter"></i>
          </a>
        </li>
      
        <li>
          <a title="wechat" href="">
            <i class="iconfont icon-wechat"></i>
          </a>
        </li>
      
        <li>
          <a title="weibo" href="">
            <i class="iconfont icon-weibo"></i>
          </a>
        </li>
      
        <li>
          <a title="rss" href="/atom.xml">
            <i class="iconfont icon-rss"></i>
          </a>
        </li>
      
    </ul>
  </div>
  
    <div class="footer-more">
      
        <a target="_blank" rel="noopener" href="https://github.com/zchengsite/hexo-theme-oranges">Copyright © Oranges 2021</a>
        
    </div>
  
    <div class="footer-more">
      
        <a target="_blank" rel="noopener" href="https://github.com/zchengsite/hexo-theme-oranges">Theme by Oranges | Powered by Hexo</a>
        
    </div>
  
</div>

      </div>

      <div class="tools-bar">
        <div class="back-to-top tools-bar-item hidden">
  <a href="javascript: void(0)">
    <i class="iconfont icon-chevronup"></i>
  </a>
</div>


<script src="../../../../js/backtotop.js"></script>



        
  <div class="search-icon tools-bar-item" id="search-icon">
    <a href="javascript: void(0)">
      <i class="iconfont icon-search"></i>
    </a>
  </div>

  <div class="search-overlay hidden">
    <div class="search-content" tabindex="0">
      <div class="search-title">
        <span class="search-icon-input">
          <a href="javascript: void(0)">
            <i class="iconfont icon-search"></i>
          </a>
        </span>
        
          <input type="text" class="search-input" id="search-input" placeholder="Search...">
        
        <span class="search-close-icon" id="search-close-icon">
          <a href="javascript: void(0)">
            <i class="iconfont icon-close"></i>
          </a>
        </span>
      </div>
      <div class="search-result" id="search-result"></div>
    </div>
  </div>

  <script type="text/javascript">
    var inputArea = document.querySelector("#search-input")
    var searchOverlayArea = document.querySelector(".search-overlay")

    inputArea.onclick = function() {
      getSearchFile()
      this.onclick = null
    }

    inputArea.onkeydown = function() {
      if(event.keyCode == 13)
        return false
    }

    function openOrHideSearchContent() {
      let isHidden = searchOverlayArea.classList.contains('hidden')
      if (isHidden) {
        searchOverlayArea.classList.remove('hidden')
        document.body.classList.add('hidden')
        // inputArea.focus()
      } else {
        searchOverlayArea.classList.add('hidden')
        document.body.classList.remove('hidden')
      }
    }

    function blurSearchContent(e) {
      if (e.target === searchOverlayArea) {
        openOrHideSearchContent()
      }
    }

    document.querySelector("#search-icon").addEventListener("click", openOrHideSearchContent, false)
    document.querySelector("#search-close-icon").addEventListener("click", openOrHideSearchContent, false)
    searchOverlayArea.addEventListener("click", blurSearchContent, false)

    var searchFunc = function (path, search_id, content_id) {
      'use strict';
      var $input = document.getElementById(search_id);
      var $resultContent = document.getElementById(content_id);
      $resultContent.innerHTML = "<ul><span class='local-search-empty'>First search, index file loading, please wait...<span></ul>";
      $.ajax({
        // 0x01. load xml file
        url: path,
        dataType: "xml",
        success: function (xmlResponse) {
          // 0x02. parse xml file
          var datas = $("entry", xmlResponse).map(function () {
            return {
              title: $("title", this).text(),
              content: $("content", this).text(),
              url: $("url", this).text()
            };
          }).get();
          $resultContent.innerHTML = "";

          $input.addEventListener('input', function () {
            // 0x03. parse query to keywords list
            var str = '<ul class=\"search-result-list\">';
            var keywords = this.value.trim().toLowerCase().split(/[\s\-]+/);
            $resultContent.innerHTML = "";
            if (this.value.trim().length <= 0) {
              return;
            }
            // 0x04. perform local searching
            datas.forEach(function (data) {
              var isMatch = true;
              var content_index = [];
              if (!data.title || data.title.trim() === '') {
                data.title = "Untitled";
              }
              var orig_data_title = data.title.trim();
              var data_title = orig_data_title.toLowerCase();
              var orig_data_content = data.content.trim().replace(/<[^>]+>/g, "");
              var data_content = orig_data_content.toLowerCase();
              var data_url = data.url;
              var index_title = -1;
              var index_content = -1;
              var first_occur = -1;
              // only match artiles with not empty contents
              if (data_content !== '') {
                keywords.forEach(function (keyword, i) {
                  index_title = data_title.indexOf(keyword);
                  index_content = data_content.indexOf(keyword);

                  if (index_title < 0 && index_content < 0) {
                    isMatch = false;
                  } else {
                    if (index_content < 0) {
                      index_content = 0;
                    }
                    if (i == 0) {
                      first_occur = index_content;
                    }
                    // content_index.push({index_content:index_content, keyword_len:keyword_len});
                  }
                });
              } else {
                isMatch = false;
              }
              // 0x05. show search results
              if (isMatch) {
                str += "<li><a href='" + data_url + "' class='search-result-title'>" + orig_data_title + "</a>";
                var content = orig_data_content;
                if (first_occur >= 0) {
                  // cut out 100 characters
                  var start = first_occur - 20;
                  var end = first_occur + 80;

                  if (start < 0) {
                    start = 0;
                  }

                  if (start == 0) {
                    end = 100;
                  }

                  if (end > content.length) {
                    end = content.length;
                  }

                  var match_content = content.substr(start, end);

                  // highlight all keywords
                  keywords.forEach(function (keyword) {
                    var regS = new RegExp(keyword, "gi");
                    match_content = match_content.replace(regS, "<span class=\"search-keyword\">" + keyword + "</span>");
                  });

                  str += "<p class=\"search-result-abstract\">" + match_content + "...</p>"
                }
                str += "</li>";
              }
            });
            str += "</ul>";
            if (str.indexOf('<li>') === -1) {
              return $resultContent.innerHTML = "<ul><span class='local-search-empty'>No result<span></ul>";
            }
            $resultContent.innerHTML = str;
          });
        },
        error: function(xhr, status, error) {
          $resultContent.innerHTML = ""
          if (xhr.status === 404) {
            $resultContent.innerHTML = "<ul><span class='local-search-empty'>The search.xml file was not found, please refer to：<a href='https://github.com/zchengsite/hexo-theme-oranges#configuration' target='_black'>configuration</a><span></ul>";
          } else {
            $resultContent.innerHTML = "<ul><span class='local-search-empty'>The request failed, Try to refresh the page or try again later.<span></ul>";
          }
        }
      });
      $(document).on('click', '#search-close-icon', function() {
        $('#search-input').val('');
        $('#search-result').html('');
      });
    }

    var getSearchFile = function() {
        var path = "/search.xml";
        searchFunc(path, 'search-input', 'search-result');
    }
  </script>




        
  <div class="tools-bar-item theme-icon" id="switch-color-scheme">
    <a href="javascript: void(0)">
      <i id="theme-icon" class="iconfont icon-moon"></i>
    </a>
  </div>

  
<script src="../../../../js/colorscheme.js"></script>




      </div>
    </div>
  </body>
</html>
