<!DOCTYPE html><html lang="en"><head><meta charset="utf-8"><meta name="X-UA-Compatible" content="IE=edge"><title> 北科資工修課紀錄 : 碩一下 · Wendy</title><meta name="description" content="北科資工修課紀錄 : 碩一下 - Wendy"><meta name="viewport" content="width=device-width, initial-scale=1"><link rel="icon" href="../../../../favicon.png"><link rel="stylesheet" href="../../../../css/hermes.css"><link rel="search" type="application/opensearchdescription+xml" href="http://example.com/atom.xml" title="Wendy"><meta name="generator" content="Hexo 5.4.0"><link rel="alternate" href="atom.xml" title="Wendy" type="application/atom+xml">
</head><body><div class="wrap"><header><a class="logo-link" href="../../../../index.html"><img src="../../../../favicon.png" alt="logo"></a><ul class="nav nav-list"><li class="nav-list-item"><a class="nav-list-link" href="../../../../index.html" target="_self">BLOG</a></li><li class="nav-list-item"><a class="nav-list-link" href="../../../../https:/github.com/WendyUsingGithub" target="_blank">GITHUB</a></li><li class="nav-list-item"><a class="nav-list-link" href="../../../../archives/" target="_self">ARCHIVE</a></li></ul></header><main class="container"><div class="post"><article class="post-block"><h1 class="post-title">北科資工修課紀錄 : 碩一下</h1><div class="post-info">Jul 31, 2021</div><div class="post-content"><h3 id="&#x78A9;&#x4E00;&#x4E0B;"><a href="#&#x78A9;&#x4E00;&#x4E0B;" class="headerlink" title="&#x78A9;&#x4E00;&#x4E0B;"></a>&#x78A9;&#x4E00;&#x4E0B;</h3><p>&#x56E0;&#x70BA;&#x7533;&#x8ACB;&#x63D0;&#x65E9;&#x5165;&#x5B78;&#xFF0C;&#x6240;&#x4EE5;&#x4E8C;&#x6708;&#x5C31;&#x5165;&#x5B78;&#x4E86;&#xFF0C;&#x6211;&#x5728;&#x5317;&#x79D1;&#x7684;&#x7B2C;&#x4E00;&#x500B;&#x5B78;&#x671F;&#x5C31;&#x662F;&#x4E0B;&#x5B78;&#x671F;&#xFF0C;&#x5317;&#x79D1;&#x8CC7;&#x5DE5;&#x898F;&#x5B9A;&#x975E;&#x672C;&#x79D1;&#x7684;&#x78A9;&#x58EB;&#x73ED;&#x5B78;&#x751F;&#x5FC5;&#x9700;&#x88DC;&#x4FEE;&#x5927;&#x5B78;&#x90E8;&#x7684;&#x8AB2;&#x7A0B;&#xFF0C;&#x6240;&#x4EE5;&#x6211;&#x4E5F;&#x6703;&#x4FEE;&#x4E00;&#x4E9B;&#x5927;&#x5B78;&#x90E8;&#x7684;&#x8AB2;&#x3002;</p>
<h3 id="&#x5927;&#x5B78;&#x90E8;&#x8AB2;&#x7A0B;"><a href="#&#x5927;&#x5B78;&#x90E8;&#x8AB2;&#x7A0B;" class="headerlink" title="&#x5927;&#x5B78;&#x90E8;&#x8AB2;&#x7A0B;"></a>&#x5927;&#x5B78;&#x90E8;&#x8AB2;&#x7A0B;</h3><h4 id="&#x8A08;&#x7B97;&#x6A5F;&#x7D44;&#x7E54;-&#x9673;&#x5F65;&#x9716;"><a href="#&#x8A08;&#x7B97;&#x6A5F;&#x7D44;&#x7E54;-&#x9673;&#x5F65;&#x9716;" class="headerlink" title="&#x8A08;&#x7B97;&#x6A5F;&#x7D44;&#x7E54; - &#x9673;&#x5F65;&#x9716;"></a>&#x8A08;&#x7B97;&#x6A5F;&#x7D44;&#x7E54; - &#x9673;&#x5F65;&#x9716;</h4><p>&#x8001;&#x5E2B;&#x6559;&#x7684;&#x5F88;&#x597D;&#x5F88;&#x4ED4;&#x7D30;&#xFF0C;&#x5C0D;&#x8AB2;&#x7A0B;&#x7684;&#x638C;&#x63E1;&#x5EA6;&#x5F88;&#x9AD8;&#xFF0C;&#x61C9;&#x8A72;&#x5DF2;&#x7D93;&#x6559;&#x9019;&#x9580;&#x8AB2;&#x5F88;&#x591A;&#x5E74;&#x4E86;&#xFF0C;&#x5C0D;&#x540C;&#x5B78;&#x7684;&#x554F;&#x984C;&#x90FD;&#x56DE;&#x7B54;&#x5F97;&#x5F88;&#x5B8C;&#x6574;&#x3002;&#x9019;&#x9580;&#x8AB2;&#x662F;&#x8CC7;&#x5DE5;&#x5927;&#x4E00;&#x7684;&#x8AB2;&#xFF0C;&#x4FEE;&#x9019;&#x9580;&#x8AB2;&#x4E4B;&#x524D;&#x901A;&#x5E38;&#x61C9;&#x8A72;&#x6703;&#x5148;&#x4FEE;&#x6578;&#x4F4D;&#x96FB;&#x8DEF;&#xFF0C;&#x4F46;&#x6211;&#x6C92;&#x4FEE;&#x904E;&#x5C31;&#x76F4;&#x63A5;&#x4E0A;&#x4E86;&#xFF0C;&#x671F;&#x4E2D;&#x8003;&#x524D;&#x8B1B;&#x95DC;&#x65BC; MIPS &#x6307;&#x4EE4;&#x7684;&#x9084;&#x6C92;&#x4EC0;&#x9EBC;&#x554F;&#x984C;&#xFF0C;&#x671F;&#x4E2D;&#x8003;&#x5F8C;&#x8B1B; CPU &#x8A2D;&#x8A08;&#x7684;&#x5C31;&#x89BA;&#x5F97;&#x6709;&#x9EDE;&#x96E3;&#x4EE5;&#x7406;&#x89E3;&#xFF0C;&#x9700;&#x8981;&#x82B1;&#x6BD4;&#x8F03;&#x591A;&#x6642;&#x9593;&#x53BB;&#x7406;&#x89E3;&#x3002;&#x6574;&#x500B;&#x5B78;&#x671F;&#x6709;&#x516D;&#x4EFD;&#x4F5C;&#x696D;&#xFF0C;&#x90FD;&#x662F;&#x624B;&#x5BEB;&#x4F5C;&#x696D;&#xFF0C;&#x671F;&#x4E2D;&#x671F;&#x672B;&#x5E7E;&#x4E4E;&#x90FD;&#x662F;&#x4F5C;&#x696D;&#x7684;&#x984C;&#x578B;&#xFF0C;&#x7D66;&#x5206;&#x5F88;&#x751C;&#xFF0C;&#x4E5F;&#x5B78;&#x5230;&#x5F88;&#x591A;&#xFF0C;&#x5C24;&#x5176;&#x662F;&#x6307;&#x4EE4;&#x96C6;&#x7684;&#x90E8;&#x4EFD;&#x5F88;&#x5BE6;&#x7528;&#x3002;</p>
<h4 id="&#x8A08;&#x7B97;&#x6A5F;&#x6F14;&#x7B97;&#x6CD5;-&#x856D;&#x69AE;&#x4FEE;"><a href="#&#x8A08;&#x7B97;&#x6A5F;&#x6F14;&#x7B97;&#x6CD5;-&#x856D;&#x69AE;&#x4FEE;" class="headerlink" title="&#x8A08;&#x7B97;&#x6A5F;&#x6F14;&#x7B97;&#x6CD5; - &#x856D;&#x69AE;&#x4FEE;"></a>&#x8A08;&#x7B97;&#x6A5F;&#x6F14;&#x7B97;&#x6CD5; - &#x856D;&#x69AE;&#x4FEE;</h4><p>&#x6559;&#x7684;&#x975E;&#x5E38;&#x7C21;&#x55AE;&#xFF0C;&#x8AB2;&#x975E;&#x5E38;&#x6DBC;&#xFF0C;&#x4F5C;&#x696D;&#x5F88;&#x5C11;&#xFF0C;&#x8003;&#x8A66;&#x7C21;&#x55AE;&#xFF0C;&#x7D66;&#x5206;&#x5F88;&#x751C;&#x3002;&#x6211;&#x76F8;&#x4FE1;&#x6240;&#x6709;&#x4EBA;&#x5728;&#x9078;&#x8AB2;&#x7684;&#x6642;&#x5019;&#x4E0D;&#x53EF;&#x80FD;&#x5168;&#x90E8;&#x90FD;&#x9078;&#x786C;&#x8AB2;&#xFF0C;&#x6DBC;&#x8AB2;&#x7D55;&#x5C0D;&#x6709;&#x5B58;&#x5728;&#x7684;&#x5FC5;&#x8981;&#xFF0C;&#x4F46;&#x662F;&#x6F14;&#x7B97;&#x6CD5;&#x4F5C;&#x70BA;&#x8CC7;&#x5DE5;&#x6700;&#x6838;&#x5FC3;&#x7684;&#x8AB2;&#x7A0B;&#x4E4B;&#x4E00;&#xFF0C;&#x7ADF;&#x7136;&#x662F;&#x6DBC;&#x8AB2;&#x771F;&#x7684;&#x5F88;&#x554F;&#x865F;&#x3002;</p>
<h3 id="&#x7814;&#x7A76;&#x6240;&#x8AB2;&#x7A0B;"><a href="#&#x7814;&#x7A76;&#x6240;&#x8AB2;&#x7A0B;" class="headerlink" title="&#x7814;&#x7A76;&#x6240;&#x8AB2;&#x7A0B;"></a>&#x7814;&#x7A76;&#x6240;&#x8AB2;&#x7A0B;</h3><h4 id="&#x4F5C;&#x696D;&#x7CFB;&#x7D71;-&#x738B;&#x6B63;&#x8C6A;"><a href="#&#x4F5C;&#x696D;&#x7CFB;&#x7D71;-&#x738B;&#x6B63;&#x8C6A;" class="headerlink" title="&#x4F5C;&#x696D;&#x7CFB;&#x7D71; - &#x738B;&#x6B63;&#x8C6A;"></a>&#x4F5C;&#x696D;&#x7CFB;&#x7D71; - &#x738B;&#x6B63;&#x8C6A;</h4><p>&#x82F1;&#x6587;&#x6388;&#x8AB2;&#xFF0C;&#x4E0A;&#x8AB2;&#x5167;&#x5BB9;&#x57FA;&#x672C;&#x4E0A;&#x91CD;&#x8907;&#x5927;&#x5B78;&#x90E8;&#x7684;&#x4F5C;&#x696D;&#x7CFB;&#x7D71;&#xFF0C;&#x518D;&#x591A;&#x52A0;&#x4E00;&#x4E9B;&#x5206;&#x6563;&#x5F0F;&#x7CFB;&#x7D71;&#x7684;&#x5167;&#x5BB9;&#xFF0C;&#x8AB2;&#x5F88;&#x6DBC;&#xFF0C;&#x4F5C;&#x696D;&#x4E0D;&#x96E3;&#xFF0C;&#x671F;&#x672B;&#x8981;&#x5831;&#x544A;&#x8AD6;&#x6587;&#x6216;&#x505A;&#x5C08;&#x984C;&#xFF0C;&#x8001;&#x5E2B;&#x7684;&#x7D50;&#x5DF4;&#x6709;&#x9EDE;&#x56B4;&#x91CD;&#xFF0C;&#x6211;&#x662F;&#x56E0;&#x70BA;&#x6C92;&#x6709;&#x4FEE;&#x904E;&#x5927;&#x5B78;&#x90E8;&#x7684;&#x4F5C;&#x696D;&#x7CFB;&#x7D71;&#x6240;&#x4EE5;&#x4F86;&#x4FEE;&#x7684;&#x3002;&#x6211;&#x4FEE;&#x4E4B;&#x524D;&#x6015;&#x6211;&#x6C92;&#x4FEE;&#x904E;&#x4F5C;&#x696D;&#x7CFB;&#x7D71;&#x6703;&#x8DDF;&#x4E0D;&#x4E0A;&#xFF0C;&#x6240;&#x4EE5;&#x770B;&#x4E86;&#x6E05;&#x5927;&#x5468;&#x5FD7;&#x9060;&#x7684;&#x4F5C;&#x696D;&#x7CFB;&#x7D71;&#x958B;&#x653E;&#x5F0F;&#x8AB2;&#x7A0B;&#xFF0C;&#x7D50;&#x8AD6;&#x662F;&#x5468;&#x5FD7;&#x9060;&#x7684;&#x8AB2;&#x4E0A;&#x7684;&#x6BD4;&#x8F03;&#x597D;&#x3002;</p>
<h4 id="&#x6A94;&#x6848;&#x8207;&#x5132;&#x5B58;&#x7CFB;&#x7D71;-&#x9673;&#x78A9;&#x6F22;"><a href="#&#x6A94;&#x6848;&#x8207;&#x5132;&#x5B58;&#x7CFB;&#x7D71;-&#x9673;&#x78A9;&#x6F22;" class="headerlink" title="&#x6A94;&#x6848;&#x8207;&#x5132;&#x5B58;&#x7CFB;&#x7D71; - &#x9673;&#x78A9;&#x6F22;"></a>&#x6A94;&#x6848;&#x8207;&#x5132;&#x5B58;&#x7CFB;&#x7D71; - &#x9673;&#x78A9;&#x6F22;</h4><p>&#x82F1;&#x6587;&#x6388;&#x8AB2;&#xFF0C;&#x8001;&#x5E2B;&#x662F;&#x65B0;&#x4F86;&#x5317;&#x79D1;&#x7684;&#x8001;&#x5E2B;&#xFF0C;&#x96D6;&#x7136;&#x4E0A;&#x8AB2;&#x8A8D;&#x771F;&#x4F46;&#x53EF;&#x80FD;&#x56E0;&#x70BA;&#x624D;&#x525B;&#x958B;&#x59CB;&#x6559;&#x66F8;&#xFF0C;&#x89BA;&#x5F97;&#x9084;&#x6709;&#x9032;&#x6B65;&#x7A7A;&#x9593;&#xFF0C;&#x524D;&#x534A;&#x5B78;&#x671F;&#x8B1B;&#x6A94;&#x6848;&#x7CFB;&#x7D71;&#xFF0C;&#x5F8C;&#x534A;&#x5B78;&#x671F;&#x8B1B;&#x4F5C;&#x696D;&#x7CFB;&#x7D71;&#xFF0C;&#x4F5C;&#x696D;&#x662F; NachOS &#x5BE6;&#x4F5C;&#xFF0C;&#x4ED6;&#x7684;&#x7684;&#x4F5C;&#x696D;&#x57FA;&#x672C;&#x4E0A;&#x5C31;&#x662F;&#x6E05;&#x5927;&#x5468;&#x5FD7;&#x9060;&#x4F5C;&#x696D;&#x7CFB;&#x7D71;&#x7684;&#x4F5C;&#x696D;&#x4E00;&#x548C;&#x4F5C;&#x696D;&#x56DB;&#xFF0C;&#x672C;&#x4F86;&#x9084;&#x6709;&#x53E6;&#x4E00;&#x4EFD;&#x4F5C;&#x696D;&#xFF0C;&#x4F46;&#x56E0;&#x70BA;&#x5927;&#x5BB6;&#x5728;&#x5BEB; NachOS &#x7684;&#x6642;&#x5019;&#x4EA4;&#x4F5C;&#x696D;&#x7387;&#x4E0D;&#x662F;&#x5F88;&#x9AD8;&#xFF0C;&#x8001;&#x5E2B;&#x5C31;&#x628A;&#x4F5C;&#x696D;&#x671F;&#x9650;&#x5EF6;&#x9577;&#xFF0C;&#x628A;&#x53E6;&#x4E00;&#x4EFD;&#x4F5C;&#x696D;&#x53D6;&#x6D88;&#x3002;&#x6211;&#x81EA;&#x5DF1;&#x662F;&#x4E0D;&#x592A;&#x559C;&#x6B61;&#x4E0A;&#x82F1;&#x6587;&#x6388;&#x8AB2;&#x7684;&#x8AB2;&#xFF0C;&#x4E0D;&#x904E;&#x6211;&#x9078;&#x8AB2;&#x662F;&#x770B;&#x8AB2;&#x7684;&#x5167;&#x5BB9;&#xFF0C;&#x82F1;&#x6587;&#x6388;&#x8AB2;&#x4E5F;&#x4E0D;&#x6392;&#x65A5;&#x3002;&#x6211;&#x89BA;&#x5F97;&#x8001;&#x5E2B;&#x5F88;&#x8A8D;&#x771F;&#x4F5C;&#x696D;&#x5F88;&#x6709;&#x8DA3;&#xFF0C;&#x5982;&#x679C;&#x9019;&#x9580;&#x8AB2;&#x662F;&#x4E2D;&#x6587;&#x6388;&#x8AB2;&#x7684;&#x5C31;&#x597D;&#x4E86;&#x3002;</p>
<h3 id="&#x7D50;&#x8A9E;"><a href="#&#x7D50;&#x8A9E;" class="headerlink" title="&#x7D50;&#x8A9E;"></a>&#x7D50;&#x8A9E;</h3><p>&#x904E;&#x53BB;&#x96D6;&#x7136;&#x4E5F;&#x5728;&#x6E05;&#x5927;&#x4FEE;&#x904E;&#x8CC7;&#x5DE5;&#x7CFB;&#x7684;&#x8AB2;&#xFF0C;&#x4F46;&#x4FEE;&#x7684;&#x5927;&#x90E8;&#x5206;&#x90FD;&#x9084;&#x662F;&#x6A5F;&#x68B0;&#x7CFB;&#x5FC5;&#x4FEE;&#xFF0C;&#x7B2C;&#x4E00;&#x6B21;&#x6240;&#x6709;&#x8AB2;&#x90FD;&#x662F;&#x4FEE;&#x8CC7;&#x5DE5;&#x7CFB;&#x7684;&#x8AB2;&#xFF0C;&#x89BA;&#x5F97;&#x548C;&#x4EE5;&#x524D;&#x5728;&#x6A5F;&#x68B0;&#x7CFB;&#x7684;&#x6642;&#x5019;&#x4E0D;&#x4E00;&#x6A23;&#xFF0C;&#x4E0D;&#x662F;&#x53EA;&#x60F3;&#x6E4A;&#x5B78;&#x5206;&#xFF0C;&#x662F;&#x771F;&#x7684;&#x5C0D;&#x8AB2;&#x7A0B;&#x611F;&#x8208;&#x8DA3;&#xFF0C;&#x6709;&#x6642;&#x5019;&#x5F8C;&#x6094;&#x6C92;&#x6709;&#x65E9;&#x9EDE;&#x8F49;&#x7CFB;&#xFF0C;&#x4F46;&#x904E;&#x53BB;&#x7684;&#x4E8B;&#x60C5;&#x662F;&#x4E0D;&#x80FD;&#x6539;&#x8B8A;&#x7684;&#x662F;&#x5427;&#xFF0C;&#x73FE;&#x5728;&#x9019;&#x6A23;&#x4E5F;&#x5F88;&#x597D;&#x3002;</p>
</div></article></div></main><footer><div class="paginator"><a class="prev" href="../../../08/10/Parallel-TSP-using-pthread-and-fork/">PREV</a><a class="next" href="../../18/NachOS-MP2/">NEXT</a></div><div class="copyright"><p>© 2019 - 2021 <a href="http://example.com">Wendy</a>, powered by <a href="https://hexo.io/" target="_blank">Hexo</a> and <a href="https://github.com/claymcleod/hexo-theme-hermes" target="_blank">hexo-theme-hermes</a>. </p><p>Logo made by <a target="_blank" rel="noopener" href="https://www.flaticon.com/authors/freepik">Freepik</a> from <a target="_blank" rel="noopener" href="https://flaticon.com">www.flaticon.com</a>.</p></div></footer></div><script async src="//cdn.bootcss.com/mathjax/2.7.0/MathJax.js?config=TeX-MML-AM_CHTML" integrity="sha384-crwIf/BuaWM9rM65iM+dWFldgQ1Un8jWZMuh3puxb8TOY9+linwLoI7ZHZT+aekW" crossorigin="anonymous"></script></body></html>