<!DOCTYPE html><html lang="en"><head><meta charset="utf-8"><meta name="X-UA-Compatible" content="IE=edge"><title> 微微主婦心得 · Wendy</title><meta name="description" content="微微主婦心得 - Wendy"><meta name="viewport" content="width=device-width, initial-scale=1"><link rel="icon" href="../../../../favicon.png"><link rel="stylesheet" href="../../../../css/hermes.css"><link rel="search" type="application/opensearchdescription+xml" href="http://example.com/atom.xml" title="Wendy"><meta name="generator" content="Hexo 5.4.0"><link rel="alternate" href="atom.xml" title="Wendy" type="application/atom+xml">
</head><body><div class="wrap"><header><a class="logo-link" href="../../../../index.html"><img src="../../../../favicon.png" alt="logo"></a><ul class="nav nav-list"><li class="nav-list-item"><a class="nav-list-link" href="../../../../index.html" target="_self">BLOG</a></li><li class="nav-list-item"><a class="nav-list-link" href="../../../../https:/github.com/WendyUsingGithub" target="_blank">GITHUB</a></li><li class="nav-list-item"><a class="nav-list-link" href="../../../../archives/" target="_self">ARCHIVE</a></li></ul></header><main class="container"><div class="post"><article class="post-block"><h1 class="post-title">微微主婦心得</h1><div class="post-info">Aug 13, 2021</div><div class="post-content"><p>&#x6691;&#x5047;&#x525B;&#x958B;&#x59CB;&#x7684;&#x6642;&#x5019;&#x5C0D;&#x75AB;&#x60C5;&#x9084;&#x6709;&#x9EDE;&#x671F;&#x5F85;&#xFF0C;&#x60F3;&#x8457;&#x75AB;&#x60C5;&#x662F;&#x4E0D;&#x662F;&#x5F88;&#x5FEB;&#x5C31;&#x6703;&#x7D50;&#x675F;&#x4E86;&#xFF0C;&#x5F88;&#x5FEB;&#x5C31;&#x80FD;&#x51FA;&#x53BB;&#x73A9;&#xFF0C;&#x73FE;&#x5728;&#x770B;&#x8D77;&#x4F86;&#xFF0C;&#x6574;&#x500B;&#x6691;&#x5047;&#x90FD;&#x5F97;&#x5728;&#x9632;&#x75AB;&#x4E4B;&#x4E2D;&#x5EA6;&#x904E;&#x4E86;&#x3002;</p>
<p>&#x5F1F;&#x5F1F;&#x5728;&#x6691;&#x5047;&#x525B;&#x958B;&#x59CB;&#x7684;&#x6642;&#x5019;&#x958B;&#x59CB;&#x5BC6;&#x96C6;&#x9762;&#x8A66;&#xFF0C;&#x627E;&#x5230;&#x5DE5;&#x4F5C;&#x958B;&#x59CB;&#x52A0;&#x73ED;&#x4EBA;&#x751F;&#x5F8C;&#xFF0C;&#x5E38;&#x5E38;&#x4E5D;&#x9EDE;&#x624D;&#x56DE;&#x5BB6;&#xFF0C;&#x4E5F;&#x4E0D;&#x597D;&#x53EB;&#x4ED6;&#x505A;&#x4EC0;&#x9EBC;&#x5BB6;&#x4E8B;&#xFF0C;&#x53F0;&#x5317;&#x9084;&#x5728;&#x9632;&#x75AB;&#x671F;&#xFF0C;&#x53EA;&#x80FD;&#x5916;&#x5E36;&#x4E0D;&#x80FD;&#x5167;&#x7528;&#xFF0C;&#x53C8;&#x56E0;&#x70BA;&#x7537;&#x53CB;&#x9000;&#x5F79;&#x4F86;&#x6211;&#x5BB6;&#x66AB;&#x4F4F;&#x966A;&#x4F34;&#x6211;&#xFF0C;&#x6211;&#x4E5F;&#x5C31;&#x958B;&#x59CB;&#x8CA0;&#x8CAC;&#x5BB6;&#x88E1;&#x7684;&#x5348;&#x9910;&#xFF0C;&#x5F1F;&#x5F1F;&#x5728;&#x9762;&#x8A66;&#x671F;&#x9593;&#x716E;&#x7D66;&#x5F1F;&#x5F1F;&#x5403;&#xFF0C;&#x5F1F;&#x5F1F;&#x53BB;&#x4E0A;&#x73ED;&#x4E4B;&#x5F8C;&#x716E;&#x7D66;&#x7537;&#x53CB;&#x5403;&#x3002;</p>
<p>&#x6211;&#x4EE5;&#x524D;&#x5176;&#x5BE6;&#x6C92;&#x6709;&#x610F;&#x8B58;&#x5230;&#x5BB6;&#x5EAD;&#x4E3B;&#x5A66;&#x8981;&#x505A;&#x9019;&#x9EBC;&#x591A;&#x5DE5;&#x4F5C;&#xFF0C;&#x96D6;&#x7136;&#x73FE;&#x5728;&#x5BB6;&#x88E1;&#x53EA;&#x4F4F;&#x4E86;&#x4E09;&#x500B;&#x4EBA;&#xFF0C;&#x537B;&#x5DF2;&#x7D93;&#x5E38;&#x5E38;&#x8981;&#x71D2;&#x6C34;&#xFF0C;&#x6D17;&#x8863;&#x670D;&#xFF0C;&#x8863;&#x670D;&#x6D17;&#x4E86;&#x8981;&#x66EC;&#x8981;&#x6298;&#xFF0C;&#x716E;&#x98EF;&#x4E4B;&#x524D;&#x8981;&#x5099;&#x6599;&#xFF0C;&#x5403;&#x5B8C;&#x4E4B;&#x5F8C;&#x8981;&#x6D17;&#x7897;&#xFF0C;&#x6BCF;&#x9031;&#x8981;&#x4E0A;&#x83DC;&#x5E02;&#x5834;&#x8CB7;&#x83DC;&#x8CB7;&#x8089;&#xFF0C;&#x53BB;&#x8D85;&#x5E02;&#x8CB7;&#x96DE;&#x86CB;&#x8CB7;&#x725B;&#x5976;&#xFF0C;&#x5BB6;&#x88E1;&#x5C11;&#x4E86;&#x6D17;&#x8863;&#x7CBE;&#x885B;&#x751F;&#x7D19;&#x7684;&#x4E5F;&#x5F97;&#x53BB;&#x88DC;&#x8CA8;&#xFF0C;&#x5BB6;&#x88E1;&#x5BC4;&#x4F86;&#x7684;&#x5E33;&#x55AE;&#x8981;&#x7E73;&#xFF0C;&#x4FE1;&#x4EF6;&#x8981;&#x8655;&#x7406;&#xFF0C;&#x5E38;&#x5728;&#x5BB6;&#x716E;&#x98EF;&#x5EDA;&#x9918;&#x589E;&#x52A0;&#x7684;&#x5F88;&#x5FEB;&#xFF0C;&#x5012;&#x5783;&#x573E;&#x7684;&#x983B;&#x7387;&#x4E5F;&#x6703;&#x589E;&#x52A0;&#x3002;&#x6211;&#x7684;&#x6642;&#x9593;&#x4E3B;&#x8981;&#x90FD;&#x9084;&#x662F;&#x82B1;&#x5728;&#x770B;&#x66F8;&#x5BEB;&#x4F5C;&#x696D;&#x4E0A;&#xFF0C;&#x4EE5;&#x4E0A;&#x7684;&#x6240;&#x6709;&#x5BB6;&#x4E8B;&#x7537;&#x53CB;&#x4E5F;&#x90FD;&#x6703;&#x5E6B;&#x5FD9;&#xFF0C;&#x82B1;&#x7684;&#x6642;&#x9593;&#x8AAA;&#x591A;&#x4E0D;&#x591A;&#xFF0C;&#x53EA;&#x662F;&#x5F88;&#x7463;&#x788E;&#xFF0C;&#x4F46;&#x5982;&#x679C;&#x5168;&#x90FD;&#x8981;&#x6211;&#x4E00;&#x500B;&#x4EBA;&#x505A;&#xFF0C;&#x90A3;&#x80AF;&#x5B9A;&#x8981;&#x82B1;&#x66F4;&#x591A;&#x6642;&#x9593;&#x3002;</p>
<p>&#x9019;&#x4E9B;&#x4E8B;&#x8AAA;&#x96E3;&#x4E0D;&#x96E3;&#xFF0C;&#x8AAA;&#x7D2F;&#x4E5F;&#x4E0D;&#x662F;&#x5F88;&#x7D2F;&#xFF0C;&#x4F46;&#x4E00;&#x500B;&#x8A8D;&#x771F;&#x7684;&#x5BB6;&#x5EAD;&#x4E3B;&#x5A66;&#x505A;&#x7684;&#x4E8B;&#x60C5;&#x6BD4;&#x6211;&#x505A;&#x7684;&#x591A;&#x591A;&#x4E86;&#xFF0C;&#x6211;&#x53EA;&#x662F;&#x7DAD;&#x6301;&#x5BB6;&#x88E1;&#x4E0D;&#x8981;&#x592A;&#x4E82;&#x53EF;&#x4EE5;&#x6B63;&#x5E38;&#x904B;&#x4F5C;&#x800C;&#x5DF2;&#xFF0C;&#x5982;&#x679C;&#x8981;&#x7DAD;&#x6301;&#x5BB6;&#x88E1;&#x7684;&#x6574;&#x9F4A;&#x4E7E;&#x6DE8;&#xFF0C;&#x9084;&#x5F97;&#x8981;&#x4ED8;&#x51FA;&#x66F4;&#x591A;&#x6642;&#x9593;&#xFF0C;&#x5982;&#x679C;&#x9084;&#x8981;&#x7167;&#x9867;&#x5C0F;&#x5B69;&#x7684;&#xFF0C;&#x771F;&#x7684;&#x662F;&#x4E0D;&#x5BB9;&#x6613;&#xFF0C;&#x4EE5;&#x524D;&#x4E0D;&#x61C2;&#x5BB6;&#x5EAD;&#x4E3B;&#x5A66;&#x70BA;&#x4EC0;&#x9EBC;&#x5E38;&#x8AAA;&#x81EA;&#x5DF1;&#x4E5F;&#x5F88;&#x8F9B;&#x82E6;&#xFF0C;&#x73FE;&#x5728;&#x4E5F;&#x7B97;&#x662F;&#x5FAE;&#x5FAE;&#x9AD4;&#x9A57;&#x5230;&#x4E86;&#x3002;</p>
</div></article></div></main><footer><div class="paginator"><a class="next" href="../../10/Parallel-TSP-using-pthread-and-fork/">NEXT</a></div><div class="copyright"><p>© 2019 - 2021 <a href="http://example.com">Wendy</a>, powered by <a href="https://hexo.io/" target="_blank">Hexo</a> and <a href="https://github.com/claymcleod/hexo-theme-hermes" target="_blank">hexo-theme-hermes</a>. </p><p>Logo made by <a target="_blank" rel="noopener" href="https://www.flaticon.com/authors/freepik">Freepik</a> from <a target="_blank" rel="noopener" href="https://flaticon.com">www.flaticon.com</a>.</p></div></footer></div><script async src="//cdn.bootcss.com/mathjax/2.7.0/MathJax.js?config=TeX-MML-AM_CHTML" integrity="sha384-crwIf/BuaWM9rM65iM+dWFldgQ1Un8jWZMuh3puxb8TOY9+linwLoI7ZHZT+aekW" crossorigin="anonymous"></script></body></html>